{
  "0": "Demane and Demazane\n",
  "1":"Once upon a time, there was a boy called Demane.\nHe had a twin sister called Demazane.\n",
  "2":"",
  "3":"When their mother and father died, they went to stay with their uncle.\nBut they were badly treated.\nThey were beaten with long sticks, and given thin porridge only once a day for food.\nSo they ran away.\n",
  "4":"",
  "5":"They found a cave to live in. They were scared because they had heard that there were cannibals living in the hills.\nSo they made a strong door to cover the entrance, with only two holes to let in air and light.\nDemane warned his sister, “Stay in the cave while I am out hunting, and don’t cook any meat. Cannibals love the smell of cooking meat.”\n",
  "6":"",
  "7":"Each evening Demane brought back something he had killed – a hare or some birds or a small buck.\nAs he came to the cave, he sang,\n\"Demazane, Demazane, child of my mother, open this cave to me. The swallows can enter it. It has two holes.\"\n",
  "8":"",
  "9":"Demazane found it very boring to stay in the cave all day.\nSo one day, when her brother had gone, she went out to explore.\nShe found a stream to play in, and some trees to climb.\nShe felt free and happy.\n“Perhaps,” she thought, “there are no cannibals.\nPerhaps Uncle said there were cannibals just to frighten us.”\n",
  "10":"",
  "11":"The next day she felt bold enough to make a fire to warm herself.\nBut she made it inside the cave with the door firmly shut – just to be on the safe side.\n“I’m sure it won’t matter if I put a little meat on the fire. It will be so good to have a cooked meal.”\n",
  "12":"",
  "13":"When her brother came home he sang as usual,\n\"Demazane, Demazane, child of my mother, open this cave to me.  The swallows can enter it. It has two holes. \"\nShe opened the door and let him in.\nWhen he saw the cooked meat, Demane asked, “How did you do this without a fire?”\n“I dried the meat in the sun outside the cave,” Demazane replied quickly.\nDemane was too tired to argue, and they sat down to enjoy the meal together.\n",
  "14":"",
  "15":"The next day, she made a fire and cooked meat again.\nShe had just finished when a voice sang outside the door,\n\"Demazane, Demazane, child of my mother, open this cave to me.  The swallows can enter it. It has two holes. \"\nBut the voice did not sound like her brother’s.\nDemazane said, “No. You are not my brother. Your voice is not like his.”\nShe felt safe in the cave.\n",
  "16":"",
  "17":"A little while later, someone was singing outside the cave again, “Do let me in, my sister.”\n\"Demazane, Demazane, child of my mother, open this cave to me.  The swallows can enter it. It has two holes. \"\nThe voice sounded just like her brother’s, so she opened the door.\n",
  "18":"",
  "19":"A huge hairy man filled the opening of the cave.\nHe grabbed Demazane before she could run away.\nDemazane just had time to pick up some ashes from the fire.\nAs she was being carried away, she dropped some ashes here and there along the path.\n",
  "20":"",
  "21":"That day, all Demane had managed to trap was a hive full of bees. He carried them in a thick bag slung over his shoulder.\nWhen he came to the cave, he found the door open and his sister gone. But there were ashes pointing the way into the woods.\nHe followed the ash along the path until he saw a fire in the distance.\n",
  "22":"",
  "23":"Near the fire was a huge hairy man sitting with a large bag next to him.\nDemane walked up to the man, pretending to limp, “Please, father, can you help me? I’ve hurt my leg. I need some water.”\nThe man replied, “I’ll get you some water, if you will promise not to touch my bag.” And he put the bag carefully in his hut.\n",
  "24":"",
  "25":"But when he had gone, Demane cut the string of the bag, and out climbed his sister.\nDemane replaced the bag with his own bag full of bees.\nBrother and sister hid and waited to see what would happen.\n",
  "26":"",
  "27":"When the man came with the water, his son and daughter came with him.\nHe said to his daughter, “There is something nice in the bag in our hut. Go! Bring it!”\nShe opened the bag a little to see what it was, but the bees stung her hand, and she called out, “It is biting.”\n“Go and help her!” he shouted to his son. But the result was the same.\n",
  "28":"",
  "29":"“Don’t treat me like a fool,” he shouted, and stormed into the hut. He closed the door and opened the bag himself.\nThe angry bees swarmed out and stung his head, his nose, his eyes. Blinded, he jumped about, howling with pain.\n",
  "30":"",
  "31":"Then he ran and fell headlong into a pond, where his head stuck fast in the mud.\nHe turned into a piece of wood like the stump of a tree. Just right for a bee hive.\nFor a long time after that, Demane and Demazane ate delicious honey from that hive.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nDemane and Demazane\nAuthor\nSouth African Folktale\nIllustration\nJemma Kahn\nLevel\nLonger paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}