{
  "0": "Ox and Donkey\n",
  "1":"A poor farmer had an old ox that didn't like to work.\nThe ox didn't want to plough the farmer's field.\nHe wanted to stay at home and eat grass, drink water and rest.\n",
  "2":"The farmer had a donkey, too.\nThe donkey and the ox were friends.\nAt the end of the day, the ox and the donkey talked to each other.\n\"I'm so tired,\" the ox said. \"I worked hard all day. The plough is big and heavy. The farmer never lets me rest.\"\n",
  "3":"The donkey looked at the ox.\n\"The ox is lazy,\" he thought. \"He doesn't like to work.\"\n\"Do you think your plough is heavy?\" he cried. \"Believe me, my friend, it is light! I was carrying a sack of tef on my back today. It was heavier than your plough, I am sure.\"\n",
  "4":"The next day, the two animals met again.\n\"I had a bad day today,\" the ox said. \"My master's field is far away, and it was full of stones. I worked hard all day. I didn't have any rest.\"\n",
  "5":"\"You worked hard?\" said the donkey. \"I went to the market today. It was in the town, many kilometres away. I'm sure I worked harder than you.\"\n",
  "6":"The next day, the ox came home late again.\n\"Oh, my friend,\" he said to the donkey. \"Today was a very bad day for me.\"\nBut the donkey didn't want to listen to the ox any more.\n",
  "7":"\"You're always tired,\" he said. \"Every day is a bad day for you. Listen, I have a good idea. Tomorrow, when the farmer comes, lie down on the ground. Close your eyes, and say, ‘Moo! Moo!’ The farmer will think that you are ill. He will let you rest.\"\nThe ox liked the donkey's idea. \"Thank you, dear donkey, that's a very good idea,\" he said.\n",
  "8":"So the next morning, the ox lay down on the ground. When the farmer came, the ox closed his eyes.\n\"Moo! Moo!\" he said.\nThe farmer looked at him.\n\"My poor old ox is sick,\" he said. \"But I must plough my field. Who will help me? Why, there is my donkey! He can pull the plough today.\"\n",
  "9":"The farmer took the donkey out to his field. He tied the plough to the donkey, and began to hit him with his whip.\n\"Go on! Faster! Pull!\" he called out to the donkey.\n",
  "10":"The donkey worked hard all day, and in the evening he was very tired. Slowly, he walked home.\nThe ox was waiting for him.\n\"Dear donkey,\" the ox said. \"I had a lovely day today. I ate some grass, drank some water and I rested under a big tree. I want to rest again tomorrow. What shall I do? Give me another idea.\"\n",
  "11":"The donkey looked at the ox.\n\"His work is much worse than mine,\" he thought. \"I don't want to do it again tomorrow.\"\n\"My friend,\" he said at last. \"You must be careful. The farmer was talking to his wife today. I heard him saying 'My ox is always tired and now he is sick. If he is not better tomorrow, I will kill him, and we can eat the meat.'\"\n",
  "12":"The ox was very frightened.\n\"What? Did he say that?\" he cried. \"Then I will work tomorrow. I feel quite better now. I'm not tired at all!\"\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nOx and Donkey\nAuthor\nMelese Getahun Wolde, Elizabeth Laird\nIllustration\nSalim Kasamba\nLevel\nLonger paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.ethiopianfolktales.com\n"
}