{
  "0": "Kidnapped!\n",
  "1":"My friend Kiki and I love to go exploring. We know our neighbourhood well. Every day after school we try to think of a new place to explore.\n",
  "2":"When walking home we often cut across the big field near the old railway. Even though Kiki’s father has warned us not to go there.\nOn that day, we noticed a tall man in a black coat was walking behind us. But at first we didn't worry.\n",
  "3":"We slowed down to look at the man. His skin was full of pimples. His lips were too small to cover his dark brown teeth. He had a deep scar across half his face.\nThis man was following us!\n",
  "4":"We decided to stop and face the stranger. My heart beat so loudly that I thought he could hear it. I stared at him, paying attention to his features and clothes.\nHe did not like the fact that I was looking at him so keenly. He shouted, \"What are you looking at, boy?\"\n",
  "5":"The tall man picked me up like a piece of paper and threw me into a van parked nearby. Then he got in the front of the van.\nAnother man who was inside the van blindfolded me and tied my hands behind my back. Then the driver drove away at the speed of an ambulance.\n",
  "6":"At that point, we turned and ran! My friend Kiki escaped I was not fast enough.  He caught me by my shirt and pulled me back roughly. The man held me so tight that I thought my ribs would crack.\n",
  "7":"In the back of the van, the man next to me held a wet rag over my face. The rag smelled sweet, and made me feel very sleepy.\nWhen I woke up I found myself sitting on the floor in a dark room with cobwebs and mice. At least I was no longer blindfolded.\n",
  "8":"The door of the dark room opened noisily, and a man entered carrying a plate. He was the man who tied me up and put me to sleep.\n\"Here is food for you.  You better eat because you are going on a long journey,\" the man mumbled. He untied my hands.\n",
  "9":"When I heard the word ‘journey’ I decided to eat. I would need to get the strength to rescue myself. As I ate, the man sat down and smoked a cigarette. The smoke filled the entire room.\n",
  "10":"Suddenly the other two men came in dragging a boy. It was Kiki! They had caught him as well. Now we were both trapped in the dark room.\n",
  "11":"I understood that the tall ugly man was the leader of the group.  He gave orders to the other two. But the man who brought me the food did not seem to like what they were doing.\nA while later, we heard them arguing outside the room. The leader shouted, \"I don’t care if you know his family. You can’t change your mind now.\"\n",
  "12":"This argument made us realise that one of them knew us.  I wondered who it was.\nKiki said, \"We must find a way of escaping.  Our parents don’t have the money to pay ransom.\"\nLuck was on our side.  The men continued to disagree and started fighting. I untied my friend. We quietly bolted the door inside the room and started looking for a way to escape.\n",
  "13":"We saw some thin cracks of light between old timber nailed across one wall. We pulled at the wood until the nails came out of the wall.\nWe pulled at another, and another, until the thin dim light became brighter. There was a small window under the wooden planks!\n",
  "14":"Quickly we made a decision. Kiki was faster and smaller than me, so he would run to get help. I helped him up.\nKiki wriggled out of the window. It was not far to the ground outside, and I heard him land on his feet. He took a deep breath, then he was gone.\n",
  "15":"By this time the men were kicking the door against the bolt. They burst into the room and stood for a minute looking at the window.\nThen they rushed outside, pushing each other, not sure which direction to go. The men were furious, especially the ugly leader. He hit me, shouting, \"Your parents will pay for this!\"\n",
  "16":"The men nailed back the planks of wood over the window and locked me in the room. But they still could not agree about what to do. I could hear them arguing again.\nThe man who smoked a lot wanted to let me go. The driver was worried that my friend would find his way back and bring the police. And the ugly leader, well, he wanted the ransom money.\n",
  "17":"It seemed like forever before I heard a soft tap from outside, on the broken window. A grown up voice said, \"Don’t be scared. Police are here. Lie on the floor, cover your head. Don’t move.\"\n",
  "18":"I’m not sure what happened next. Everything happened!\nThe men were taken by surprise as police stormed the room they were in. There was lots of shouting and noise, and some gunshots.\n",
  "19":"A policewoman opened the door to my room. She picked me up off the floor, and wrapped a blanket around me.\nShe told me, \"Your friend was lucky. He found the main road near here. We were on patrol when he ran into the road. After we heard his story, we called for backup and came to teach these criminals a lesson!\"\n",
  "20":"The three men were arrested, handcuffed, and bundled into a police van. I got into a car with the policewoman. She took me home to my worried parents.\nAfter that day, Kiki and I were more careful when we went exploring.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nKidnapped!\nAuthor\nRichard Khadambi, Collins Kipkirui\nIllustration\nAbraham Muzee\nLevel\nLonger paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}