{
  "0": "Adie and Adhoch\n",
  "1":"Long time ago there was a man who had two wives.\nThe two wives gave birth to two daughters, Adie and Adhoch.\nThe step sisters loved each other very much.\n",
  "2":"Adie was hard working, neat, kind and well behaved.\nAdhoch, on the other hand, was lazy, unkind and untidy.\n",
  "3":"Teachers loved Adie.\nShe got many presents for her hard work.\nAdhoch did not receive any.\nAdhoch’s mother was jealous of Adie.\n",
  "4":"Adie’s mother became sick and died.\nAdie’s stepmother did not love her as her mother did.\n",
  "5":"Adhoch’s mother made Adie do all the work.\nShe did not have time to get ready for school.\nAdhoch studied and played when Adie was busy working.\n",
  "6":"Adie still did well in school.\nShe passed her exams and received more presents.\nThis made Adhoch’s mother very very angry.\n",
  "7":"One day, Adhoch’s mother asked Adie to go with her to the lake to fetch water.\nWhen they reached, Adhoch’s mother told her to go deeper into the lake to fetch clean water.\nBig waves rose and Adie drowned.\n",
  "8":"The stepmother went back home.\nAdhoch asked where her sister was.\nHer mother said, “Adie is at the lake with   her friends. She will come home later.”\n",
  "9":"When night fell, Adhoch went to look for her sister at the lake.\nShe called her name, “Adie! Where are you?”\nAdhoch heard, “I am in the lake. Mother drowned me.”\n",
  "10":"Adhoch walked into the lake calling her sister.\n“Adie! Where are you?”\nShe heard the same reply, “I am in the lake. Mother drowned me.”\n",
  "11":"Adhoch got deep into the lake.\nShe drowned in the same way as Adie.\n",
  "12":"Adhoch’s mother was sad.\nShe lost Adhoch because she was jealous of Adie.\nShe had to do all the work herself.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nAdie and Adhoch\nAuthor\nChristine Nyangate\nIllustration\nBronwen Heath, Mia du Plessis, Alice Toich, Jesse Breytenbach, Silva Afonso, Silva Afonso and Vusi Malindi, Vusi Malindi\nLevel\nFirst paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}