{
  "0": "Adun,the beautiful\n",
  "1":"Adun was very beautiful. All the men in her village wanted to marry her. But Adun refused them all.\n",
  "2":"One market day, a man borrowed legs from another man, and arms from another, and a body from a third man.\nThen this man joined all the parts together. He put his head on top and went to the market.\n",
  "3":"This man wanted Adun and was determined to marry her. Adun was pleased by his appearance. She wanted to be with him. The man came from a far town, and Adun decided to return with him.\n",
  "4":"As Adun and the man journeyed to his place, the owner of the legs took the legs back.\nThen the owner of the arms took his arms back.\nAnd finally the owner of the body took that back.\n",
  "5":"Only the head was left, and the head went on. Adun was scared but she did not run away. They arrived at the house of the head.\n",
  "6":"The following morning, before the head went to his farm, he spoke to Tortoise. “If Adun tries to escape, blow this horn to tell me,” said the head.\n",
  "7":"After the head left, Adun packed her things. Then she began to run away.\n",
  "8":"Seeing her, Tortoise blew the horn, “Head, head, Adun is about to run away,” puffed Tortoise.\n",
  "9":"The head went up to Adun and said, “Where do you think you are going?”\nAdun went back to the head’s house.\n",
  "10":"Eventually Adun consulted a diviner about what to do. The diviner advised, “Go and buy some bean cakes. Soak them in palm oil and put them in Tortoise’s horn.”\n",
  "11":"Adun followed the diviner’s instructions. She put the oily cakes into the horn.\n",
  "12":"The following day, she took her things and began to run away again. When Tortoise took the horn to blow it, the delicious bean cakes fell into his mouth.\n",
  "13":"Tortoise ate, ate and ate.\nAnd Adun ran away.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nAdun, the beautiful\nAuthor\nTaiwo Ẹhinẹni\nTranslation\nTaiwo Ẹhinẹni\nIllustration\nWiehan de Jager\nLevel\nFirst paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}
