{
  "0": "Anansi and Vulture\n",
  "1":"Anansi the Spider and Rabbit were friends. They lived in a peaceful village in the mountains.\nRabbit owned a big farm with lots of vegetables and fruit.\nEven though Rabbit shared generously with his friend, Anansi was unhappy and jealous.\n",
  "2":"So Anansi thought of a clever plan to take over Rabbit’s farm.\nSoon Rabbit was left poor and homeless. Anansi was the proud owner of all Rabbit’s land, vegetables, and fruit.\n",
  "3":"Anansi went to the market to sell his fruit and vegetables.\nHe made so much money that he filled a big basket with it!\nWith some of the money, he bought maize for his family, and put it on top of the money in the basket.\n",
  "4":"Anansi happily headed home with his basket on his head, singing.\nHe was thinking about all the things he was going to buy with his  money.\n",
  "5":"On the way it started to drizzle.\nSoon the drizzle turned into a heavy downpour.\nAnansi the Spider left his basket on the side of the road to shelter under a tree. But from there he kept a close watch on  his precious basket.\n",
  "6":"It started to rain even more heavily, and Anansi was getting cold and wet. So he ran into a hole.\n“I will stay in this hole until the rain stops,” said Anansi to himself. “At least my money is protected by the maize I put on top of it.”\n",
  "7":"A little while later, Vulture was flying around and spotted the basket on the side of the road.\nHe saw that there was money and maize in the basket.\nSo he covered the basket with his wings and waited for the rain to stop.\n",
  "8":"Anansi saw Vulture sitting on his basket.\n“Oh thank you, my friend, for protecting my basket,” he said to the Vulture.\n“Excuse me, Anansi, did I hear you right?” asked Vulture. “Your basket? This basket is mine! I found it here on the road side!”\nAnansi could not believe his ears! “It’s mine, I tell you!”\n",
  "9":"Furious, Anansi went and reported the theft to the chief. But Vulture said to the chief and his elders, “How could anyone leave a basket full of money and maize unguarded on the road?”\n“But I was watching my basket,” said Anansi. “It’s my money and my maize!”\n“I was looking after the basket  when you came and said it was yours!” replied Vulture.\n",
  "10":"When the chief and his elders had listened carefully to both sides, they sent Anansi and Vulture away.\nThey discussed the story for a long time.\nEventually they reached a decision.\n",
  "11":"They summoned Anansi and the Vulture again.\n“We believe Vulture’s story,” they said. “He is not the thief. You were trying to claim something that was not yours.”\nAnansi could not believe his ears! He burst into tears.\n",
  "12":"The news soon spread that the judgement had gone against Anansi.\nAs he walked away, he heard Rabbit laughing and laughing.\nRabbit went back to his farm and grew fruit and vegetables.\nBut Anansi was poor again, with no friends.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nAnansi and Vulture\nAuthor\nGhanaian folktale\nIllustration\nWiehan de Jager\nLevel\nLonger paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}