{
  "0": "Letter to mum\n",
  "1":"Mother was finishing packing her clothes in a small bag. \n",
  "2":"As she went out the door, she hugged me and said, “Bye for now.”\n",
  "3":"“Where are you going, mum?” I looked up at her as I asked. \n",
  "4":"I started to cry wanting to follow her but dad lifted me up on his shoulder. \n",
  "5":"Dad said, “Your mother is going to the hospital to have a baby.”\n",
  "6":"When I heard “baby” I stopped crying and looked at him. \n“Why is she going to get the baby from the hospital?” I asked him. \n",
  "7":"Dad sat me on a small chair and said, “I will tell you why she is going to get the baby from the hospital.”\n",
  "8":"I listened keenly to him as he explained although I didn’t quite understand why she wasn’t having the baby at home. \nWhen dad finished explaining, I asked, “Will she still love me when she comes back with the other baby?”\n",
  "9":"My dad held me close and said, “We will always love you.”\n",
  "10":"“Can I write a letter to her while she is there?” I asked dad. \n",
  "11":"That evening, I began to write a letter to mum. \n",
  "12":"I tore a paper from my exercise book and began to write…\n",
  "13":"“Mummy, mummy, dad said that you have gone to bring another baby…\n",
  "14":"…Please hurry up and return home…\n",
  "15":"…I want you to bring a baby girl, so I can play with her when she grows up…\n",
  "16":"…You can bring two so one can be mine…\n",
  "17":"…I am waiting for you here outside our house.”\n",
  "18":"I folded my letter so I could give it to my father to bring it to mum. \nWhen I woke up the following morning, the letter was gone. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nLetter to mum\nAuthor\nUrsula Nafula\nIllustration\nCatherine Groenewald\nLevel\nFirst paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}