{
  "0": "King Kayanja and his daughter\n",
  "1":"Long, long ago there was a king called Kayanja. He lived in a palace with the queen and their daughter, princess Apenyo. \nPrincess Apenyo was such a beautiful young woman that every man wanted to marry her. But king Kayanja demanded a very high bride price for the princess. \n",
  "2":"Near king Kayanja’s palace lived a chief called Aludah the Great. He was called “the Great” because everybody in the neighbourhood obeyed him. (He was very violent to anyone who disobeyed him!)\nChief Aludah’s wife had recently died of malaria and he wanted another wife. \n",
  "3":"So the fat old chief went to king Kayanja to offer bride wealth for the young princess. \nWhile the two men were discussing the price, the maid Kakembo overheard their conversation. Maid Kakembo was very close to princess Apenyo. \n",
  "4":"Chief Aludah agreed to give half of his wealth to king Kayanja, including a needle, which was also part of the bride price. \nPreparations were made in secret for the wedding between chief Aludah and princess Apenyo. The king knew that his daughter would not be happy with this decision. \n",
  "5":"One week before the royal wedding day, maid Kakembo approached Apenyo. \n\"My dear princess, your father has organised your wedding with chief Aludah, and it will take place in one week,\" said Kakembo. \n",
  "6":"Princess Apenyo was shocked and at first didn’t know what to do. Then she thought, \"I will never marry chief Aludah, that fat old man. Never! I must hurry to Trevor and see what he can do before it’s too late.\"\nTrevor was princess Apenyo’s boyfriend. \n",
  "7":"That night Apenyo crept out of the palace. If her father discovered where she was going he would be very angry. \nShe ran through the thick, dark forest over rocks and shrubs. When finally she arrived at Trevor's house she was tired and thirsty. \n",
  "8":"\"My love, why have you run all this long distance alone and at such a time of night?\" asked Trevor. He fetched water for her and allowed her to rest. \nTrevor could not settle down while he waited for  Apenyo to talk. \n",
  "9":"\"My dear princess, what is the problem?\" asked Trevor. \nApenyo breathed heavily and said sadly, \"My father wants to marry me off to chief Aludah the Great. But I can’t marry that horrible man. Trevor, I want to marry you even if you are poor. I am ready to suffer. I love you.\"\n",
  "10":"\"But princess, I have nothing to pay as your bride price, you know I’m a poor boy,\" cried Trevor. Apenyo replied, \"I know, but it’s only you I can get married to.\"\nShe thought for a while and said, \"Let’s go to Kategga the boat man to sail us to the other side of the river. That way we can escape and my father will never find us.\"\n",
  "11":"Back at the palace, king Kayanja had discovered princess Apenyo’s disappearance. He ordered his subjects to search for her everywhere in the village. \nThe king’s guards, soldiers, and everyone else searched, but they couldn’t find the princess. They went back to the king and told him that Apenyo was nowhere to be seen. \"Then go back and search again,\" king Kayanja ordered. He was very annoyed. \n",
  "12":"As princess Apenyo and Trevor hurried to the riverbank, dark clouds began gathering in the sky. A heavy storm was coming. \n",
  "13":"Kategga the boatman was mooring his boat when the young couple approached him. Trevor asked Kategga to row them across the river. \nKategga refused to accept, explaining that a heavy storm was fast approaching, and it would be too dangerous. \n",
  "14":"Trevor insisted and explained to Kategga why they must cross. He then put his hand deep in his pocket and took out a cowrie shell to give to Kategga. \nWhen Kategga heard their story and saw the beautiful shell, he felt sorry for them. He agreed to row them across the river in spite of the  weather. \n",
  "15":"When king Kayanja and chief Aludah reached the bank, they saw the three people in the boat. They realised that the young lovers had escaped. \nHeavy winds rocked the boat and Kategga could no longer control it. King Kayanja shouted, \"Apenyo, please come back! I forgive you. I will never punish you or Trevor.\"\n",
  "16":"But it was too late. The boat tipped over and the three people were thrown into the wild water. They all drowned. \nAfter that day, everyone in king Kayanja’s kingdom could marry anyone they wanted, rich or poor. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nKing Kayanja and his daughter\nAuthor\nAmana Yunus\nIllustration\nNatalie Propa\nLevel\nLonger paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}