{
  "0": "Hyena and Tortoise\n",
  "1":"A long time ago, in the village of Mkosi, there lived a greedy hyena.\n",
  "2":"In a nearby village, lived a timid tortoise.\nThe hyena and the tortoise were friends.\n",
  "3":"Hyena heard that across the great western river lived bees that made delicious honey. These bees traveled once a year, and were away from their hives for a whole week.\n“We must get that honey while the bees are away,” said Hyena to Tortoise.\n",
  "4":"The tortoise was afraid to go. But he was too timid to refuse.\nThe next morning, the two animals set off for the beehives.\nThe hyena walked very fast but the tortoise dragged behind in fear.\n",
  "5":"They went up a hill, down into a valley and across the plains.  Then they crossed the great western river, and walked further.\n",
  "6":"Finally, they saw beehives in trees on a hill. The hyena ran to the trees energetically. The tortoise almost fainted because he was so tired and hungry.\n",
  "7":"When Hyena reached the biggest beehive, he wasted no time. He called to Tortoise, “Quickly, climb up the tree and knock down the hive.”\n",
  "8":"The tortoise struggled slowly up the tree. He knew he could easily slip and fall.  This annoyed the hyena, who started yelling at Tortoise.\n",
  "9":"When Tortoise touched the beehive, he heard the buzzing of bees. They were still in their hives!\nThe tortoise was startled and fell out of the tree. The big beehive fell too.\n",
  "10":"The beehive landed on the tortoise. Honey covered him completely so he was hidden!\nHyena started to lick up the honey. The bees were not pleased.\n",
  "11":"The bees stung the hyena on every part of his body. Hyena decided to run for his life but the bees followed him.\n",
  "12":"The hyena ran down the hill, through the river, across the plains and into the valley.\nThe bees swarmed around him all the way, stinging him.\n",
  "13":"The tortoise, still under the big beehive, noticed that everything was quiet. The beehive and honey had dried on his back.\n",
  "14":"Soon the tortoise realised that he no longer needed to crawl into a bush to hide. His hard new shell of honey could protect him.\n",
  "15":"The hyena was so tired and full of stings that he fainted before he got home.\nWhen he woke up, he discovered that the stings had caused patches in his fur.\n",
  "16":"This is how the tortoise got his hard shell, and the hyena got his patches.\nHyena swore that he would never again steal.\nBut the hyena and the tortoise are no longer friends.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nHyena and Tortoise\nAuthor\nAlice Mulwa\nIllustration\nSalim Kasamba\nLevel\nFirst paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}