{
  "0": "Greedy Hyena\n",
  "1":"Atabo and Akiru went to the river to collect water.\n",
  "2":"On their way back home they rested on some rocks.\n",
  "3":"Atabo tried to stand up to continue home. But she was stuck to the rock.\nAkiru ran home to call mother.\n",
  "4":"When mother arrived at the rock, she found Atabo truly stuck.\n",
  "5":"\"I will make a fence around the rock to protect you from wild animals,\" mother said to Atabo.\n",
  "6":"So, she made a fence. And she made one door for her to get inside.\n",
  "7":"Then mother said to Atabo, \"I will bring you food. When I come I will sing a song for you to open the door.\"\nThis is what she sang, \"lka kook nachirima. Bala ekena, ke...ke...i...ya.Tangarae totokonia kainak ngakon kile.\"\nMother also said, \"Never open the door to a stranger.\" Whenever she came she sang the song. Atabo would open the door and receive the food.\n",
  "8":"Hyena was hiding and listening. He watched when mother came to feed Atabo.\n",
  "9":"Hyena tried to copy mother's song. He practised and practised.\n",
  "10":"The other animals told Hyena to swallow a fly from the river so that he could sing better.\nHe swallowed a fly from the river and went to sing. But the door did not open.\n",
  "11":"Next, he swallowed a fly from the nearby plains and he went to sing. But the door did not open.\nFinally he swallowed a fly from the far away plains.\n",
  "12":"With this new voice he again went to sing at the door.\nThe door opened, and Hyena ate Atabo.\n",
  "13":"When mother came again, she sang, and sang, and sang. But nothing happened.\nSo she called a meeting of all the animals and lit a large fire. \"The animal that ate Atabo will fall into the fire and burn,\" she said.\n",
  "14":"All the animals jumped safely over the fire. Only Fox and Hyena remained.\n",
  "15":"Fox jumped and the fire caught his tail. He cried in pain.\nLast of all came the hyena. He jumped and fell into the fire.\n",
  "16":"Then all the animals sang, \"Ata kalio. Anikanyamit ikon koku. Achakakin nakim na, chi...gi...gir.\"\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nGreedy Hyena\nAuthor\nJohn Nga'sike\nIllustration\nZablon Alex Nguku\nLevel\nFirst paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}