{
  "0": "Lazy Anansi\n",
  "1":"There was a spider called Anansi.\nAnansi was too lazy to cook his own food. Instead, he used to visit his friends and eat the delicious food they had cooked.\n",
  "2":"One day, Anansi was passing Rabbit’s house when he smelled green vegetables cooking. He was very excited.\nRabbit said to Anansi, \"They’re not quite ready yet. You can help me to wash up while we wait.\"\nAnansi replied, \"Sorry, I have things to do. I’ll come back later.\"\n",
  "3":"\"How will I call you when they’re ready?\" asked Rabbit.\nAnansi thought for a minute.\n\"I'll spin a web,\" he said. \"I'll tie one end around my leg and one end to your pot. When the greens are ready, pull on the web string. I’ll come right away.\"\nSo Anansi tied the web to the pot, and walked on.\n",
  "4":"Anansi saw Monkey and his wife, cooking beans in a large pot.\n\"Come and join us! The beans are nearly ready.\" Monkey said.\nAnansi replied, \"Sorry, I have things to do. Let me tie one end  of this web around my leg and one end to your pot. When the beans are ready, pull on the web string, and I’ll come.\"\n",
  "5":"As Anansi walked by Warthog's house, he smelled  sweet potatoes.\nWarthog told Anansi, \"My pot is full of sweet potatoes and honey! Come and share my food with me. Take this fork and help me to stir it.\"\nAnansi replied, \"I’ll come back later. Let me tie one end  of this web around my leg and one end to your pot. When the sweet potatoes are ready, pull on the web string, and I’ll come.\"\n",
  "6":"By the time Anansi arrived at the river, each of his eight legs was tied to a pot of delicious food.\nThen, Anansi felt a pull on one of his legs. \"Rabbit’s food is ready!\" Anansi thought, licking his lips.\n",
  "7":"He felt a second pull.\nAnd a third. And a fourth, fifth, sixth,  seventh, eighth pull.\nEveryone was pulling on the web strings at the same time!\n\"Stop! Stop!\" he cried in pain, as his legs were stretched thinner and thinner.\nBut no one could hear him.\n",
  "8":"Finally, the web strings could hold no longer. They snapped, one by one.\nAnansi rolled into the river to soothe his painful legs. But his legs would not return to their normal shape.\nAnansi was too embarrassed to go to any of his friends that day.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nLazy Anansi\nAuthor\nGhanaian folktale\nIllustration\nWiehan de Jager\nLevel\nLonger paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}