{
	"0": "One hot Saturday afternoon\n",
	"1": "It was a very hot Saturday afternoon in December. \n",
	"2": "“Bontle and Mpho and Lerato, go out and play!” Mme said to us. \n“I don’t want you under my feet.”\nWe ran out of the house. \n",
	"3": "“Let’s go to the river,” Lerato said. “It’s cooler there.”\n“But Mme told us not to swim in the river,” said Bontle. \n“We won’t swim,” answered Lerato. “We’ll just play in the shade next to the water.”\n",
	"4": "But playing libeke is hot work, even when you’re under the trees next to the river. \nFirst we took off our shoes. \nBut we were still hot. \nThen we took off our shirts and skirts. \nBut we were still hot. \n",
	"5": "We put our feet in the river to cool off. \nThen we splashed each other. \nSoon we were soaked with water. \n",
	"6": "“Oh come on! Let’s swim,” said Mpho. “Mme will never know.”\nWe swam and swam and forgot about the time. \n",
	"7": "The sun started to go down, and the day began to cool. \nWhere were our clothes?\n",
	"8": "We looked under the trees. \nWe looked on the bushes. \nWe looked everywhere. \n",
	"9": "There were some cows near the river, enjoying the sweet grass. \nBontle looked up, “Look at that cow! What’s in her mouth?”\n“She’s eating a red flower,” said Lerato. \n“It’s not a red flower,” shouted Mpho. “It’s your shirt!”\n",
	"10": "We looked at another cow who was chewing something blue. \n“That’s my skirt!” shouted Bontle. \n",
	"11": "We went home in our panties, shivering. But not only because it was cool. \n“It was the cows,” we cried.  “The cows ate our clothes.”\n",
	"12": "But did Mme believe us?\nSoon our bottoms were very warm. \nAnd it wasn’t from the sun. \n",
	"copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nOne hot Saturday afternoon\nAuthor\nNombulelo Thabane, Tessa Welch\nIllustration\nWiehan de Jager\nLevel\nFirst paragraphs\nLanguage\nEnglish\n© African Storybook Initiative, 2014  2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\nOriginal source\nhttp://www.youtube.com/watch?v=s_punnjq2ue. \n"
}
