{
  "0": "Kalabushe the talkative\n",
  "1":"Long time ago, there lived a girl whose name was Kalabushe. \nKalabushe was a very talkative girl. \nAlthough her mother warned her not to talk too much, Kalabushe did not listen. \n",
  "2":"Kalabushe's aunt lived across the valley on the other side of Kalabushe’s village. One day she fell ill. She had nobody to take care of her. \n",
  "3":"Kalabushe’s mother was very busy. It was late in the evening when she gave Kalabushe food to take to her sick aunt. \n",
  "4":"On the way, Kalabushe met Sinson. Sinson was a hyena who had changed into a person. \n",
  "5":"Sinson asked Kalabushe, \"What are you carrying?\"\nKalabushe answered, “I am carrying meat, eggs and milk.”\nKalabushe’s mother had warned her not to say what she was carrying. \n",
  "6":"Kalabushe also said, \"I am taking the food to my sick aunt.\"\nSinson licked his lips at the thought of the meat that Kalabushe was carrying. \n",
  "7":"Sinson quickly ran ahead of Kalabushe to her aunt’s house. \n",
  "8":"He swallowed Kalabushe’s aunt and then covered himself with her blanket. \n",
  "9":"When Kalabushe arrived, the house was very quiet. \nShe went inside and called out, “Aunt, where are you?”\n",
  "10":"Kalabushe did not hear her aunt’s voice. \nShe went to the inner room where her aunt slept. She was surprised when she saw someone covered with a big blanket. \n",
  "11":"Kalabushe asked, “Aunt, why are your ears so big today?”\nSinson replied from under the big blanket, “So that I can hear you well.”\n",
  "12":"Kalabushe asked again, “Aunt, why are your eyes so big today?”\nSinson answered, “So I can see you well.”\n",
  "13":"Kalabushe finally asked, “Aunt, why is your mouth so big today?”\nSinson replied, “So I can eat you up!” He jumped from the bed and swallowed Kalabushe. \n",
  "14":"Kalabushe kept talking even when she was inside Sinson’s stomach. She asked many questions. \n",
  "15":"In the end, Sinson was so tired of Kalabushe’s many questions that he decided to spit her out. \n",
  "16":"Kalabushe and her aunt were rescued by the villagers. \nFrom that day, Kalabushe did not talk too much to strangers. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nKalabushe the talkative\nAuthor\nGaspah Juma\nTranslation\nGaspah Juma\nIllustration\nJesse Breytenbach\nLevel\nFirst paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}