{
  "0": "Young Palinyang’\n",
  "1":"Long time ago there lived an orphan boy called Palinyang’. \nPalinyang’s parents were killed by robbers when he was only six months old. \nAs the villagers mourned the death of Palinyang’s parents, they wondered what would become of Palinyang’. \n",
  "2":"After the burial, Sausau, the village headman called a meeting. \nSausau was respected and feared at the same time because of the way he dressed and talked. His hair was long and fell on his back. \nIt was believed that Sausau lived in the forest long before trees were cut down and houses were built. \n",
  "3":"During the meeting, Lokeyokoni, a very rich villager, adopted Palinyang’. \nLokeyokoni had many sons and daughters.  The daughters helped their mother with household chores while the sons went out to graze their father’s big herd of cattle. \n",
  "4":"Palinyang’ grew up in this family and was very happy. \nHe was loved and he loved everybody. \nHe enjoyed grazing the animals in the fields. \n",
  "5":"Palinyang’ loved one particular cow so much that he gave it the name Alinyang’. \nAlinyang’ was the oldest cow in the whole herd.  For this reason, the owner valued it a lot. \n",
  "6":"One day when the boys were out grazing the animals, it started raining and they had to shelter under a tree. \nThe rain fell for many hours until it was dark. \nWhen it eventually stopped raining, the boys went to collect the animals and take them home but there were no animals to be seen. \n",
  "7":"They were afraid of what their father would do to them if they arrived home without the animals. \nWhen they could not trace the cattle, two boys decided to go to their uncle’s home while two others went to their aunt’s place. \nPalinyang’ decided to continue looking for the animals till he found them. He had no uncle or aunt to run to. \n",
  "8":"Palinyang’ followed all the tracks that he knew while singing the name of his favourite cow. \nThis is how the song went:\nPiii pi Alinyang’!\nPiii pi Alinyang’!\nChaka akula chi!\nChaka orete chi!\n",
  "9":"Palinyang’ went on singing the song throughout the night. \nHe stepped on the cow dung but it was cold. \nHe then stepped on the urine but it was cold as well. Palinyang’ did not give up. \n",
  "10":"At dawn, Palinyang’ reached a small village and found the animals in the care of the village headman. He pleaded with the headman to let him lead the animals home, but the headman refused. \n",
  "11":"Frustrated, Palinyang’ started singing his song as he turned to go home. \nIt was then that Alinyang’, the oldest cow, heard Palinyang’. \nAlinyang raised her ears and started following Palinyang’. \nAll the animals broke from the enclosure and followed Palinyang. He lead them home. \n",
  "12":"When they reached home, villagers were waiting because they had heard Palinyang’s voice from far. They all sang songs praising Palinyang’. \nLokeyokoni thanked Palinyang’ and bought him a red bag for carrying books to school. \nAnd that is how Palinyang’ started going to school. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nYoung Palinyang’\nAuthor\nGaspah Emukuru Juma\nIllustration\nWiehan de Jager\nLevel\nLonger paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}