{
  "0": "Monkey loses his tail\n",
  "1":"Hare and Monkey were great friends. \nThey did everything together. \n",
  "2":"One day Hare said, \"Let us go and look for food.\"\nMonkey accepted without knowing what was waiting for him!\n",
  "3":"They went into some people's farm and began to eat maize. \nHare had been jealous of Monkey because of his long tail. \nHe had planned to make Monkey look foolish. \n",
  "4":"Hare had talked to the owners of the maize about Monkey. \n\"Monkey will come to eat your maize today. Teach him a lesson!\"\n",
  "5":"When they were eating the maize, Hare hid and began shouting, \"Thief! Thief! Your maize is being eaten!\"\nAfter that, he ran away. \nMonkey did not know what was going on. \n",
  "6":"Suddenly, the owners arrived and found Monkey trying to run away. \nHe did not get far because of his long tail. \n",
  "7":"They shouted, \"Stop! Stop! You have eaten all our maize.\"\nMonkey kept running hoping to get away. \n",
  "8":"The owners caught him and started beating him. \nMonkey tried hard to escape but he was unable to. \n",
  "9":"Monkey could not put up with the pain any more.He begged the owners to let him explain what had happened. \n\"I was with my friend Hare.  He is the one who invited me,\" he cried. \n",
  "10":"They did not listen to Monkey. \nOne of them took out a sharp machete saying, \"This is the day we were waiting for! We will teach you a lesson!\"\nHe cut off Monkey's tail. \nHare saw where the tail was thrown so he hid it. \n",
  "11":"After the owners left, Monkey ran to escape more beating. \nMeanwhile, Hare took Monkey's tail to go and cook it. \n\"I will then invite Monkey for lunch,\" he smiled. \n",
  "12":"After the meal, Monkey said, \"Thank you my friend for serving such a delicious meal.\"\nHare asked Monkey if he knew what he had eaten. Monkey answered, \"No, I don't.\"\n",
  "13":"Hare said, \"That delicious meal that you have just eaten, is your tail.\"\nAfter saying that, he ran away. \nFrom that day, the two became enemies!\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMonkey loses his tail\nAuthor\nMozambican folktale\nTranslation\nUrsula Nafula\nIllustration\nHorácio José Cossa\nLevel\nFirst paragraphs\nLanguage\nEnglish\n© Mozambican Writers 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}