{
  "0": "Kisirusiru, the foolish one\n",
  "1":"Once upon a time, there was a farmer and his wife who had one child. Their child was a boy called Kisirusiru.\n",
  "2":"One day, as Kisirusiru took the goats out, a goat's horn tore his shirt.\nHis mother sent him to the shop to buy a needle so that she could mend his shirt. Kisirusiru bought the needle and put it in the pocket of his shirt.\n",
  "3":"As he was going home, he saw boys playing football and he joined them. The needle fell out of his pocket and was lost.\nWhen he reached home he told his mother what had happened.\n\"My child,\" said his mother, \"next time put the needle in a piece of paper.\"\n\"Yes mother, I understand,\" replied Kisirusiru.\n",
  "4":"The next day, the boy picked up a pot to go and fetch water. After he had filled the pot he remembered what his mother said. So he wrapped the pot in a piece of paper to carry it home.\nBut on the way, the paper got torn. The pot fell and broke into pieces, spilling all the water.\n",
  "5":"When he got home, his mother patiently explained, \"My child, next time put the pot on your head. Then you’ll be able to carry it without spilling.\"\n\"Yes mother, I understand,\" said Kisirusiru.\nThe following day, Kisirusiru’s father told him to take the goats out to graze.\nHe remembered what his mother had said, and put the goat on his head.\n",
  "6":"The goat kicked and scratched Kisirusiru’s head.  Soon blood was trickling down his face.\n\"When will you stop your stupidity?\" shouted his father. \"Goats are tied and pulled with ropes! Behave properly or you’ll have to leave my house.\"\n",
  "7":"The next day, the man sent his son to buy meat at the market.\nRemembering what his father said, Kisirusiru tied a rope around the meat. He pulled it home. He ran very fast so he did not to keep his father waiting.\nImagine how the meat looked when it reached home!\n",
  "8":"His father was so angry that he told Kisirusiru to pack his things and leave.\nWhen his mother heard this, she decided to leave with her son.\nThey took the kitchen door with them, so that they would have something to start building a new house.\n",
  "9":"They had walked for quite a while but could not find anywhere to build their new house. When it became dark, they decided to climb up a tree to sleep.\nThey pulled up the door and their belongings with them.\n",
  "10":"They had just climbed the tree when they heard noises from below. They saw three men with huge sacks. They looked dangerous.\nKisirusiruand his mother were so scared that they let go of their belongings. The door crashed to the ground.\nThe men got such a fright that they ran away, leaving the sacks behind.\n",
  "11":"Kisirusiru and his mother climbed down the tree. They opened the men's sacks. Inside they found money, clothes, blankets, and other things they needed to set up house.\nThey soon found a place to build themselves a new house.\nThey lived happily ever after.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nKisirusiru, the foolish one\nAuthor\nCissy Kiwanuka Luyiga\nIllustration\nCatherine Groenewald\nLevel\nRead Aloud\nLanguage\nEnglish\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}