{
  "0": "Curious baby elephant\n",
  "1":"Everyone knows that the elephant has a very long nose.\n",
  "2":"But a long time ago, the elephant’s nose was short and fat.\nLike a shoe in the middle of its face.\n",
  "3":"One day a baby elephant was born.\nShe was curious about everything.\nShe had a question for every animal.\n",
  "4":"She was curious about Giraffe.\n\"Why do you have a long neck?\" she asked.\n",
  "5":"She was curious about Rhino.\n\"Why does your horn have a sharp point?\"\n",
  "6":"She was curious about Hippo.\n\"Why do you have red eyes?\" she asked.\n",
  "7":"And she was VERY curious about Crocodile.\n\"What does Crocodile eat for dinner?\" she asked\n",
  "8":"\"Never ask a question like that!\" said her mother.\nThen she walked off, frowning.\n",
  "9":"Quickly Crow flew down to baby elephant.\n\"Follow me to the river. There you will see what Crocodile eats for dinner,\" squawked Crow.\n",
  "10":"So the baby elephant followed Crow down to the river.\n",
  "11":"She pushed through the reeds and stood on the bank.\nShe looked into the water.\nWhere was Crocodile?\n",
  "12":"\"Hello,\" said a stone near the river bank.\n\"Hello,\" said Baby Elephant.\n\"Can you tell me what Crocodile eats for dinner?\" she asked\n",
  "13":"\"Bend down and I will tell you,\" said the stone.\n\"Lower, lower,\" said the stone.\nSo Baby Elephant bent down lower, and lower.\n",
  "14":"Then suddenly, \"Snap!\" Baby Elephant's nose was caught in Crocodile's jaws.\n\"Crocodile will eat you for dinner!\" squawked Crow, and flew away.\n",
  "15":"Baby Elephant sat back on her strong legs and pulled.\nShe pulled, and pulled.\nBut Crocodile did not let go of her nose.\n",
  "16":"Baby Elephant’s nose stretched, and stretched, and stretched.\nThen, \"Thud!\" she fell on her back.\n",
  "17":"Crocodile sunk back into the water.\nHe was cross about losing his dinner.\n",
  "18":"Baby Elephant looked at her nose.\nIt was stretched very long.\nShe could not see where it ended!\n",
  "19":"Her nose was so long she could pick fruit from high branches.\n",
  "20":"Her nose was so long she could shower her back with water.\nFrom that day, all elephants had long and useful trunks.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nCurious baby elephant\nAuthor\nJudith Baker, Lorato Trok\nIllustration\nWiehan de Jager\nLevel\nFirst sentences\nLanguage\nEnglish\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}