{
  "0": "First man and first woman\n",
  "1":"Long long ago when the earth was new,\ngreat mountains covered the world like a blanket, and tall trees spiked the sky. \n",
  "2":"In this world, there was a deep dark pool, silent and cold. \n",
  "3":"At the bottom of this pool were two snakes. \nOne had thick strongly patterned coils, and the other was smaller and more delicate. \n",
  "4":"Then one day, there was a great storm. \nA flash of lightning pierced right to the bottom of the pool. \nThe waters parted for a moment. \nThe snakes saw the earth above, full of colours and shapes and feathered creatures. \nWhen the waters closed again, the snakes could not forget the beauty they had seen. \n",
  "5":"“We cannot stay in this dark cold pool any longer,” they said to each other. \n“Let us go up and see the earth above.”\n“How will we live on earth?” said the smaller snake. \n“Will we crawl on our bellies?”\n",
  "6":"“The birds of the air will not laugh at us for being so low,” said her friend. \n“We will not crawl, we will walk!”\nVery slowly the snakes uncoiled themselves. \nClose together they began to swim up, up, to the light above. \n",
  "7":"And as they reached the surface of the water, a strange thing happened. \nThe tips of their tails split into two. \nThey grew limbs with feet and toes. \nFrom just beneath their heads grew two arms with hands and fingers. \n",
  "8":"They were no longer snakes, but Man and Woman. \n",
  "9":"“We will make our home in the hills,” said Woman. “Each morning we will see the sun rise and feel it warm on our backs.”\n“We will look after the grass and the trees,” said Man. “And be friends with Bird and Beast.”\n",
  "10":"“Come,” said First Man. \n“I will,” said First Woman. \nAnd they walked out together into their new world. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nFirst man and first woman\nAuthor\nSouthern African Folktale\nIllustration\nJemma Kahn\nLevel\nFirst paragraphs\nLanguage\nEnglish\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}