{
  "0": "How ant saved dove\n",
  "1":"It was a hot summer day in the dry forest. \n",
  "2":"Little Ant had no water for many days. \n",
  "3":"\"I need a drop of water, even if it falls from a leaf,\" cried Little Ant. \n",
  "4":"But even the dew had dried up. \n",
  "5":"\"If I do not have water, I will die,\" cried Little Ant. \n\"I must go to the river I heard about.\"\n",
  "6":"\"The river is full and strong. It will sweep you away,\" warned a wise squirrel. \n",
  "7":"But Little Ant was extremely thirsty. \n\"I will die if I don’t drink some water.\"\nSo, he went to look for the river. \n",
  "8":"",
  "9":"He walked past tufts of grass and over dry branches. \n",
  "10":"He walked until he heard water splashing. \nIt was the river!\nHe could hear waves. \n",
  "11":"Little Ant took a long sip of cool water. \n",
  "12":"He was so happy he did not see a wave coming. \n",
  "13":"Little Ant tried to grab some grass floating past him. \nBut he was swept away by the water. \n",
  "14":"\"Help me someone. Help me please!\" he called. \n",
  "15":"\"Quick, climb on,\" said White Dove, holding a branch in her beak. \n",
  "16":"",
  "17":"\"I will stay here until I can thank the dove,\" decided Little Ant. \n\"I will wait until she comes back to drink.\"\n",
  "18":"One day as he waited, two boys came to the river. \nThey had their slingshots. \n",
  "19":"\"There is a big white dove that comes here to drink,\" said one boy. \n\"We will have it for supper tonight.\"\n",
  "20":"",
  "21":"\"I cannot let the boys kill White Dove,\" thought Little Ant. \n\"But I am so tiny, what can I do?\"\n",
  "22":"Just then White Dove flew down from the tree to drink. \n",
  "23":"",
  "24":"Little Ant had an idea. \n",
  "25":"He jumped onto one boy’s foot. \nLittle Ant bit that boy as hard as he could. \n",
  "26":"The boy jumped. \n\"Ouch!\" he shouted. \n",
  "27":"White Dove was startled and flew away to safety. \n",
  "28":"That was how Little Ant thanked White Dove for saving him. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nHow ant saved dove\nAuthor\nKholeka Mabeta, Judith Baker\nIllustration\nWiehan de Jager\nLevel\nFirst sentences\nLanguage\nEnglish\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}