{
  "0": "Adie na Adhoch\n",
  "1":"Hapo zamani za kale palikuwa na mwanaume mmoja aliyekuwa na wake wawili. \nWake zake walipata watoto wasichana wawili, Adie na Adhoch. Watoto hawa walipendana sana. \n",
  "2":"Adie alikuwa mwenye bidii, mkarimu na mwenye nidhamu. \nAdhoch naye alikuwa mvivu, mchoyo na mtovu wa nidhamu. \n",
  "3":"Adie alipendwa na walimu. Alipata zawadi nyingi kutokana na bidii yake. \nAdhoch hakupata zawadi yoyote. Mamake Adhoch alimwonea wivu Adie. \n",
  "4":"Mamake Adie aliugua na kufa. \nAdie hakupendwa na mamake wa kambo kama alivyopendwa na mamake mzazi. \n",
  "5":"Adie alizifanya kazi zote za nyumbani. Hakuwa na wakati wa kujitayarisha kwenda shule. \nAdhoch alisoma na kucheza na wenzake. \n",
  "6":"Hata hivyo Adie alifanya vyema katika masomo yake shuleni. Alipita mitihani yake na kuendelea kupata zawadi. \nHili lilimkasirisha mamake Adhoch zaidi. \n",
  "7":"Siku moja mamake Adhoch alimtaka Adie aende naye kuchota maji ziwani. \nWalipofika, mamake Adhoch alimwambia achote maji mbali na ukingo wa maji safi. Mawimbi yalimbeba Adie akazama. \n",
  "8":"Mama alirudi nyumbani. Adhoch alimwuliza, \"Mama, Adie yuko wapi?\"\nMamake Adhoch alisema, \"Anacheza na wenzake. Atakuja nyumbani baadaye.\"\n",
  "9":"Jioni, Adhoch alienda kumtafuta dada yake.  Alimwita, \"Adie! Uko wapi?\"\nAdhoch akasikia sauti ikisema, \"Niko ziwani. Mama alinizamisha.\"\n",
  "10":"Adie aliingia majini akimwita dada yake. \"Adie uko wapi?\"\nAlisikia jibu kama lile la kwanza, \"Niko majini, mama alinizamisha.\"\n",
  "11":"Adhoch aliingia majini naye akazama kama vile dada yake alivyozama. \n",
  "12":"Mamake Adhoch alikuwa na huzuni sana. Alimpoteza Adhoch kwa sababu ya wivu. \nAlifanya kazi zote peke yake. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nAdie na Adhoch\nAuthor\nChristine Nyangate\nTranslation\nChristine Nyangate\nIllustration\nCatherine Groenewald, Wiehan de Jager, Melany Pietersen, Alice Toich, Silva Afonso, Silva Afonso and Vusi Malindi, Michael Omadi, Vusi Malindi\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}