{
  "0": "Adun mrembo\n",
  "1":"Adun alikuwa msichana mrembo sana. Wanaume wote kijijini walitaka kumuoa. Adun aliwakataa wote.\n",
  "2":"Ilikuwa siku ya soko. Mamboleo aliomba miguu kutoka kwa mwanamume mmoja, mikono kutoka kwa mwingine, na kiwiliwili kutoka kwa mtu tofauti.\nMamboleo aliziunganisha sehemu hizo tofauti. Alikiweka kichwa chake juu kisha akaenda sokoni.\n",
  "3":"Mamboleo alimtaka Adun na alikuwa na azma ya kumuoa. Adun alipendezwa na Mamboleo akataka kuolewa naye. Mamboleo alitoka mji wa mbali lakini, Adun alikuwa tayari kurudi naye kwake.\n",
  "4":"Adun na Mamboleo walipokuwa wakisafiri, mwenye miguu aliichukuwa.\nKisha mwenye mikono aliichukuwa mikono yake.\nMwishowe kabisa, mwenye kiwiliwili, alikichukuwa.\n",
  "5":"Kichwa pekee kilibaki kikaendelea kutembea. Ingawa Adun aliogopa, hakutoroka. Baadaye, waliwasili katika nyumba ya kichwa hicho.\n",
  "6":"Keshoye kabla ya kichwa kuondoka kwenda shambani, kilimweleza Kobe, \"Adun akijaribu kutroroka, nijulishe kwa kuipuliza pembe hii.\"\n",
  "7":"Kichwa kilipoondoka, Adun alifunganya virago vyake tayari kutoroka.\n",
  "8":"Kobe alipoona hivyo, aliipuliza pembe akisema, \"Kichwa, kichwa, Adun yu karibu kutoroka.\"\n",
  "9":"Kichwa kilimwendea Adun na kusema, \"Unafikiri unaenda wapi?\"\nAdun alirejea nyumbani kwa kichwa, shingo upande.\n",
  "10":"Hatimaye, Adun alitafuta mawaidha kutoka kwa mganga. Mganga alimshauri, \"Nenda ununue keki za maharagwe. Ziloe katika mafuta kisha uziweke ndani ya pembe.\"\n",
  "11":"Adun alifuata maagizo ya mganga. Aliziweka keki zilizoloa mafuta ndani ya pembe.\n",
  "12":"Asubuhi ilipofika, Adun alivichukuwa virago vyake akaanza kutoroka tena. Kobe alipoichukuwa pembe kuipuliza, keki tamu zilianguka mdomoni mwake.\n",
  "13":"Kobe alikula, akala na akala.\nAdun alitoroka akaenda zake.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nAdun mrembo\nAuthor\nTaiwo Ẹhinẹni\nTranslation\nUrsula Nafula\nIllustration\nWiehan de Jager\nLevel\nFirst paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}