{
  "0": "Anansi awapa watu hadithi\n",
  "1":"Hapo zamani za kale, Mungu wa Mbinguni, Nyamae, alizifungia hadithi zote kwenye sanduku la mbao, huko juu. \nWatu hapa duniani walihuzunika sana kwa kuwa hawakuhadithiana. \nWakamwuliza Anansi, buibui, mwerevu awasaidie. \n",
  "2":"Anansi alisokota utando mrefu unaonata, akautumia kupanda hadi mbinguni. \n“Tafadhali nipe hadithi?” Anansi alimwambia Mungu wa Mbinguni. \nLakini Nyamae alimcheka Anansi akisema, “Hadithi hizi ni ghali mno. Hutaweza kuzilipia, buibui mdogo, wee.”\n",
  "3":"“Hadithi hugharimu pesa ngapi?” Anansi aliuliza.”\n“Itabidi uniletee wanyama watatu wakali na wa kipekee”, Nyamae alijibu, “chui  mwenye meno makali kama mkuki, nyigu anayewauma watu, na nyoka anayewameza watu.”\nAlicheka na kucheka. Alidhani kwamba hadithi zake zilikuwa salama. \n",
  "4":"Kwa hivyo Anansi alishuka pole pole chini. Aliwaza na kuwazua kisha akapata  mpango. \nAlichimba shimo refu, akalifunika kwa matawi na udongo ili lisionekane, kisha akaenda nyumbani. \nAsubuhi iliyofuata chui alikuwa ameanguka kwenye shimo. Alikuwa akikwaruza kuta za shimo kwa ghadahbu. \n",
  "5":"“Hebu nikusaidie, rafiki yangu.” Anansi alisema.” “Hebu lalia vijiti hivi halafu nitakuvuta nje.”\nAnansi akautungia utando wake unaonata, kwa mwili wa chui, na vijiti, kisha akamvuta hadi juu kwa Mungu wa Mbinguni. \nLakini, Nyamae alimcheka akauliza, “Wale wengine wawili wako wapi?”\n",
  "6":"Kwa hivyo, anansi alirudi tena ardhini kumtafuta mnyama wa pili. Alifikiri, akafikiri na hatimaye akaibuka na wazo. \nAlichukuwa kibuyu kilichojaa maji na kwenda kwenye mti walimoishi nyigu. Akamwagilia nyumba ya nyigu maji mpaka ikalowa kabisa. \nKisha akatafuta jani la mgomba akajikinga nalo kichwani, halafu akajimwagilia maji yaliyobaki, kila sehemu ya mwili. \n",
  "7":"Kisha akawaita manyigu, “Aisee manyigu! Njooni mwone! Mvua inanyesha! Haraka – ingieni ndani ya kibuyu changu ili mjikinge na mvua. \nManyigu hawapendi kulowa maji; kwa hivyo, walikimbilia ndani ya kibuyu cha Anansi. \n",
  "8":"Kwa haraka, Anansi aliutungia utando wake kwenye mlango ili manyigu wasitoke kamwe. \nAkawabeba wote hadi juu kwa Mungu wa Mbinguni. \nLakini Nyamae akasema, “Mnyama wa mwisho yu wapi?” (Wakati huu hakucheka). \n",
  "9":"Kwa hivyo, Anansi akarudi ardhini tena. Alifikiri na kufikiri, lakini hakuna wazo zuri lililomjia akilini. \nBasi akamwuliza mkewe aliyekuwa na wazo bora sana. \nWalishirikiana kutafuta kijiti kimoja kirefu na kamba dhabiti. \nWalipofika karibu na mto alimoishi nyoka, walianza kubishana. “Kijiti hiki ni kirefu zaidi!” “hapana si kirefu!” “Ndio, ni kirefu!”\n",
  "10":"Mara nyoka akatokea kwenye maji akawauliza sababu ya mabishano yao. \n“Mke wangu anasema kwamba kijiti hiki ni kirefu kuliko wewe,” Anansi alisema. “Lakini mimi sikubaliani naye.”\n“Lakini ni wazi kwamba mimi ni mrefu kuliko kijiti hicho!” nyoka alisema. “Mimi ni nyoka mrefu sana! Hebu weka kijiti karibu nami nijipime.”\n",
  "11":"Anansi alifanya hivyo. \nKisha akamfunga yule nyoka kwenye kijiti kile kwa kutumia kamba ili kumnyoosha sawasawa. \nBaada ya kumfunga huyo nyoka vizuri, alimbeba hadi juu mbinguni. \n",
  "12":"Nyamae akaridhika kwamba Anansi alikuwa ametoa malipo ya kutosha. \nBasi akafungua sanduku lake la mbao, na akampa Anansi hadithi. \nAnansi alizibeba hadithi hizo kwa ushindi mkubwa hadi ardhini. \nAkazigawa kwa mke wake, na watu wengine pamoja na wanyama, kwa sababu hadithi ni za kuhadithia wala si za kuficha kwenye sanduku. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nAnansi awapa watu hadithi\nAuthor\nGhanaian folktale\nTranslation\nMutugi Kamundi\nIllustration\nWiehan de Jager\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© Ghanaian folktale 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}