{
  "0": "Anansi na Tai\n",
  "1":"Buibui Anansi na Sungura walikuwa marafiki.  Waliishi kwa amani katika kijiji kilichokuwa milimani. \nSungura alimiliki shamba kubwa  lenye  wingi wa mboga  na matunda. \nIngawa Sungura alikuwa mkarimu na kumgawia rafikiye Anansi, Anansi hakufurahia na alimwonea wivu. \n",
  "2":"Kwa hivyo Anansi aliwaza juu ya njia barabara ya kunyakua shamba la Sungura. \nMuda mfupi baadaye, Sungura aliachwa katika hali ya umaskini  na bila makao. \nAnansi sasa alijivunia kuwa mmiliki wa shamba lote la Sungura pamoja na mboga na matunda. \n",
  "3":"Anansi alienda sokoni kuuza matunda na mboga. \nAlipata fedha nyingi hata zikajaza kikapu! Alizitumia baadhi ya pesa hizo kununulia nafaka ili kuipelekea familia yake. \nAliweka nafaka hiyo juu ya fedha zilizokuwa katika kikapu. \n",
  "4":"Buibui, Anansi, alielekea nyumbani akiwa amebeba kikapu chake kichwani huku akiimba. \nWakati wote huo, alikuwa akiwaza vitu vyote angenunua kwa kutumia fedha zote alizokuwa nazo. \n",
  "5":"Akiwa njiani, kulikuwa na mvua ya manyunyu. Punde tu manyunyu yaligeuka na kuwa mvua kubwa iliyomwagika. \nAnansi, Buibui, alikiacha kikapu chake pembeni mwa barabara  naye akaenda chini ya mti kujikinga. \nLakini alikichunga kikapu chake cha dhamana kutoka pale alikokuwa. \n",
  "6":"Mvua ilianza kunyesha kwa wingi zaidi na Anansi alihisi baridi na kunyeshewa. \nKwa hivyo alikimbilia kwenye shimo. \n“Nitakaa ndani ya shimo hili hadi mvua itakapokoma kunyesha,” Buibui alijiambia.  “Bora fedha zangu zimekingwa na nafaka niliyoweka juu yake.”\n",
  "7":"Muda mfupi baadaye,Tai akawa anaruka pahali pale na kuweza kuona kikapu kando ya barabara. \nAliona kwamba kulikuwa na fedha na nafaka kaitika kile kikapu. \nKwa hivyo alikifunika kikapu na mbawa zake na kusubiri mvua itakapoisha. \n",
  "8":"Anansi aliona Tai akiwa amekalia kikapu chake. \n“Ah asante rafiki yangu kwa kukilinda kikapu changu,” alimwambia Tai. \n“Samahani, Anansi, nilikusikia vyema?” Tai alisema. “Kikapu chako? Kikapu hiki ni changu!  Nilikipata hapo pembeni mwa barabara!”\nAnansi hakuweza kuamini masikio yake! “Ni changu, nakwambia!’\n",
  "9":"Akiwa amekasirika, Anansi alienda kushtaki  wizi huo kwa Chifu. \nLakini Tai alimwambia Chifu na  wazee wake, “Inawezekanaje mtu kukiacha kikapu  barabarani kilichojaa fedha na nafaka bila ulinzi wowote?\"\n“Lakini nilikuwa nikikichunga kikapu changu,” alisema Anansi.  “Fedha ni zangu na nafaka  ni yangu!”\n“Nilikuwa  nimekikinga kikapu kwa mbawa zangu wakati  wewe ulitokezea tu na kusema kwamba  kilikuwa chako!” Tai alijibu. \n",
  "10":"Baada ya Chifu na wazee wake kusikiliza kwa makini pande zote mbili, waliwataka Anansi na Tai watoke hapo na kwenda mbali kidogo. \nWalijadili kisa hicho kwa muda mrefu. \nHatimaye, walifikia uamuzi. \n",
  "11":"Waliwaita  tena Anansi na Tai. \n“Tunaamini usemi wa Tai,”  walisema.  “Yeye si mwizi.  Ulikuwa ukijitakia kitu kisichokuwa chako.”\nAnansi, Buibui hakuweza kuamini masikio yake. \nAliangua kilio. \n",
  "12":"Punde tu baadaye, ujembe ulisambaa kwamba uamuzi ulimwendea vibaya Anansi. \nAlipoondoka, alimsikia Sungura akicheka na kucheka. \nSungura alirudi katika shamba lake na kuendelea kupanda matunda na mboga. \nLakini Anansi alirejelea hali yake ya umaskini, akiwa bila marafiki. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nAnansi na Tai\nAuthor\nGhanaian folktale\nTranslation\nBrigid Simiyu\nIllustration\nWiehan de Jager\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}