{
  "0": "Anansi na Hekima\n",
  "1":"Hapo zamani za kale, watu hawakujua chochote. Hawakujua kupanda mimea, hawakujua kushona nguo, wala hawakujua kuuunda vyombo vya chuma.\nLakini mungu aliyeitwa Nyame akiwa mbinguni, alimiliki hekima ambayo watu walihitaji. Nyame alihifadhi hekima hiyo kwenye chungu kilichotengenezwa kwa udongo\n",
  "2":"Siku moja, Nyame akaamua kumpa Anansi chungu hicho kilichojaa ujuzi na hekima tele.\nBasi Anansi akawa anakitazama chungu kile. Na kila alipokitazama alipata kujua jambo jipya.\nAlifuarahi sana.\n",
  "3":"Na kwa sababu ya ulafi wake, Anansi alisema moyoni, “Nitakificha chungu hiki juu ya mti mrefu ili mtu mwingine yeyote asikifikie. Ningetaka chungu hiki kinifae peke yangu.”\nKwa kutumia miyaa, Anansi alitengeneza kamba akaifungia kwenye chungu. Kisha, alifungia kamba hiyo kwenye kiuno chake.\nAlianza kupanda mti ule huku kile chungu kikining’inia mbele yake.  Lakini haikuwa rahisi kupanda huku chungu kikimgonga magotini kila wakati.\n",
  "4":"Wakati huo wote, mwanawe Anansi alikuwa amesimama chini ya ule mti huku akimtazama babake.\nAkamwambia, “ Baba, mbona usikifungie chungu mgongoni ili uweze kuuparaga mti?”\nBasi Anansi akaamua kukifungia chungu kilichojaa hekima mgongoni mwake.\nIkawa rahisi zaidi kukibeba kile chungu mgongoni mwake.\n",
  "5":"Baada ya muda mfupi, alifika juu ya mti.\nAkiwa juu ya mti aliwaza, “Mimi ndiye ninabeba hekima lakini, mwanangu anaonekana kuwa mwerevu kuniliko.\"\nAnansi alikasirika na kukitupa kile chungu chini.\n",
  "6":"Chungu kilianguka na kuvunjika vigaevigae.\nWatu waliipata hekima wakajua kulima, kushona nguo, na kuunda vyombo vya chuma.\nHivyo ndivyo watu walivyojua kufanya mambo yote wanayofanya.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nAnansi na Hekima\nAuthor\nGhanaian folktale\nTranslation\nMutugi Kamundi\nIllustration\nWiehan de Jager\nLevel\nFirst paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}