{
  "0": "Binti wa Mflame Kayanja\n",
  "1":"Hapo zamani za kale, aliishi Mfalme kwa jina Kayanja. Waliishi katika kasri kubwa\nyeye, mkewe malkia na Apenyo binti yao. \nApenyo alikuwa msichana mrembo. \nKila mwanmme alitaka kumwoa, lakini mfalme Kayanja alitaka mahari ya juu sana. \n",
  "2":"Karibu na kasri la mfalme Kayanja, aliishi chifu aliyeitwa Aludah Mkuu. Aliitwa 'Mkuu' kwa sababu kila aliyeishi pale kijijini, alimtii. \nChifu Aludah alikuwa amempoteza mkewe kutokana na ugonjwa wa malaria. Alitaka kuoa mke mwingine. \n",
  "3":"Chifu Aludah alikuwa mzee mfupi mwenye upara. Aliamua kupeleka mahari kwa Mfalme Kayanja ili amwoe bintiye. \nWalipokuwa wakijadili mahari, kijakazi wa Mfalme, kwa jina Kakembo, aliyasikia mazungumzo yao. Kakembo alikuwa na uhusiano wa karibu sana na Apenyo. \n",
  "4":"Chifu Aludah alikubali kumpa Mfalme Kayanja nusu ya mali yake. Pia alileta sindano ambayo ilikuwa sehemu ya mahari aliyoleta. \nMatayarisho ya harusi yalifanywa kisisrisiri baina ya Mfalme Kayanja na Chifu Aludah. \nMfalme Kayanja alijua kwamba bintiye hangefurahia uamuzi huo. \n",
  "5":"Juma moja kabla ya siku ya harusi hiyo ya kifalme, Kakembo alimwambia Apenyo. \n\"Mpendwa binti-mfalme, babako amepanga kukuoza kwa Chifu Aludah. Harusi itafanyika katika muda wa juma moja.\"\n",
  "6":"Apenyo alishtuka asijue la kufanya. \nAliwaza, \"Kamwe sitaolewa na yule mzee mwenye upara. Kamwe! Lazima nimwone Trevor, mpenzi wangu, achukuwe hatua bila kupoteza muda.\"\n",
  "7":"Usiku huo Apenyo alitoroka. \nBabake angegundua alikokuwa akienda angekasirika sana. \nAlipitia kwenye msitu wa giza wenye mawe. Mwishowe, akafika kwa Trevor. \nAlipowasili nyumbani kwa Trevor, alikuwa amechoka, mwenye njaa na kiu. \n",
  "8":"Trevor alimkaribisha. \n\"Mpenzi wangu, mbona ukakimbia umbali huu peke yako usiku?\" Trevor aliuliza. \nAlimletea maji ya kunywa kisha akatulia kumsubiri Apenyo aongee. \n",
  "9":"Apenyo alikunywa maji, akashusha pumzi na kusema, \"Babangu anataka kunioza kwa chifu Aludah Mkuu. Lakini, siwezi kuolewa na yule mzee mwovu. Trevor, ningependa kuolewa nawe hata kama wewe ni maskini. Ninakupenda.\"\n",
  "10":"\"Lakini sina chochote cha kulipia mahari.\" Trevor alilalama. \nApenyo alijibu, \"Naelewa, lakini nataka kuolewa na wewe tu.\"\nAliwaza kwa muda kisha akasema, \"Hebu twende kwa Kategga, mwenye mashua, atuvushe hadi upande mwingine wa mto tuepukane na babangu.\"\n",
  "11":"Mfalme Kayanja alipogundua kuwa bintiye ametoweka, aliamuru msako ufanywe kijijini. \nWalinzi na askari walimtafuta Apenyo kila mahali lakini hawakumpata. \nWalirudi na kumwambia Mfalme kwamba Apenyo hakuonekana popote. \n\"Basi tafuteni pia vichakani.\" Aliamrisha Mfalme Kayanja aliyekuwa amekasirika sana. \n",
  "12":"Trevor na Apenyo walipokuwa wakiharakisha kwenda kwenye mto, mawingu meusi yalianza kukusanyika angani. \nDhoruba kubwa ilikuwa inakuja. \n",
  "13":"Kategga, mwenye mashua, alikuwa anafunga mashua yake Trevor na Apenyo walipofika. \nTrevor alimwmomba Kategga awavukishe hadi ng'ambo ya pili ya mto. \nKategga alikataa akawaelezea kwamba dhoruba kali ilikuwa inakaribia na ingekuwa hatari kuvuka. \n",
  "14":"Trevor alisizitiza huku akimwelezea kwa nini itawalazimu kuvuka  wakati huo. Alitia mkono mfukoni na kutoa kete yenye thamani na kumpa Kategga. \nKategga aliwaonea huruma akakubali kuwavusha haraka kabla ya dhoruba. \n",
  "15":"Kategga aliivuta mashua ukingoni. Wakaabiri na kuanza safari. \nMfalme Kayanja na Chifu Aludah walipofika ufukweni, waliowaona watu watatu mashuani wakivuka. \nWakatambua kwamba Apenyo  alikuwa anatoroka. \n",
  "16":"Dhoruba kali ilianza na kusababisha mawimbi makubwa. Kategga hakuweza kudhibiti mashua tena. \nMfalme Kayanja alipiga mayowe, \"Apenyo, tafadhali rudi! Nimekusamehe, kamwe sitakuadhibu wewe wala Trevor.\"\nMayowe ya Mfalme yalikuwa ya bure.  Mashua ilipinduka, wote watatu wakatumbukia majini wakazama. \nKutoka siku hiyo, walioishi katika ufalme wa mfalme Kayanja, waliruhusiwa kumwoa yeyote waliyemtaka, tajiri au maskini. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nBinti wa Mflame Kayanja\nAuthor\nAmana Yunus\nTranslation\nBrigid Simiyu\nIllustration\nNatalie Propa\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}