{
  "0": "Demane na Demazane\n",
  "1":"Hapo zamani kuliondokea mvulana mmoja aliyeitwa Demane.\nAlikuwa na pacha mwenzake aliyeitwa Demazane.\n",
  "2":"",
  "3":"Wazazi wao walipofariki, Demane na Demazane walienda\nkuishi na mjomba wao.\nKwa mjomba, walichapwa na kupatiwa uji mwepesi mara moja tu kwa siku.\nKwa sababu hiyo, walitoroka.\n",
  "4":"",
  "5":"Hawakuwa na nyumba, kwa hivyo waliamua kuishi pangoni. Waliogopa kwa sababu majitu yaliyokula watu yaliishi karibu.\nWaliunda mlango wenye nguvu.\nWakafunga kiingilio na kuacha mashimo mawili ya kupitisha hewa na mwangaza.\nDemane akamwambia dadake, “Baki humu pangoni nikatafute chakula. Kamwe usipike nyama. Majitu hupenda sana harufu ya nyama.\"\n",
  "6":"",
  "7":"Kila jioni Demane alirudi na nyama ya sungura, ndege au paa.\nKila aliporudi pangoni aliimba:\nDemazane, Demazane, nimefika kwenye pango,\nnifungulie mlango, ndiye mimi si uongo,\nnimewinda na korongo, tupike kwa kikaango,\nufungue kwa mpango, asiingie muongo.\n",
  "8":"",
  "9":"Demazane alichoka sana kukaa pangoni peke yake.\nSiku moja kakake alipoondoka, naye Demazane alitoka na kwenda matembezi. Aliona mto mdogo akaogelea kwa furaha sana.\nPia alipanda miti akaendelea kustarehe. Alifurahia uhuru wa kucheza.\n“Labda hakuna majitu,” aliwaza. “Pengine mjomba\nalisema kuna majitu ili kututisha tu.”\n",
  "10":"",
  "11":"Kesho yake alipata ukakamavu. Aliuwasha moto pangoni ili kuondoa baridi.\nKwa kuogopa majitu, aliufunga mlango kabisa.\n“Nina hakika hakuna hatari nikichoma nyama kwa moto huu. Chakula cha kuchomwa ni kitamu.” Demazane aliwaza.\n",
  "12":"",
  "13":"Demane aliporudi nyumbani aliimba kama kawaida:\nDemazane, Demazane, nimefika kwenye pango,\nnifungulie mlango, ndiye mimi si uongo,\nnimewinda na korongo, tupike kwa kikaango,\nufungue kwa mpango, asiingie muongo.\nAlimfungulia mlango akaingia. Alipoona nyama iliyochomwa, Demane aliuliza, “Ulichomaje nyama bila moto?”\n“Nilichoma nyama hii kwenye jua nje ya pango,” Demazane alijibu upesi.\nKwa vile Demane alikuwa amechoka hakuuliza swali tena. Waliketi wakendelea kufurahia chakula.\n",
  "14":"",
  "15":"Siku iliyofuata Demazane aliwasha moto na akachoma nyama tena. Alpomaliza kuitayarisha, alisikia sauti ikiimba kwenye mlango wa pango:\nDemazane, Demazane, nimefika kwenye pango,\nnifungulie mlango, ndiye mimi si uongo,\nnimewinda na korongo, tupike kwa kikaango,\nufungue kwa mpango, asiingie muongo.”\nLakini, sauti hiyo haikuwa kama ya kakake.\nDemazane akasema,\" Hapana! Wewe si kakangu. Hiyo sio sauti yake.\"\n",
  "16":"",
  "17":"Baada ya muda mfupi alisikia sauti tena ikiimba:\nDemazane Demazane, nimefika kwenye pango,\nnifungulie mlango, ndiye mimi si uongo,\nnimewinda na korongo, tupike kwa kikaango,\nufungue kwa mpango, asiingie muongo.\nSauti hiyo ilifanana sana na ya kakake kwa hivyo Demazane aliufungua mlango.\n",
  "18":"",
  "19":"Jitu kubwa lenye nywele mwili mzima lilijaa mlangoni.\nLikamchukua Demazane haraka.\nDemazane aliweza kuliokota jivu la jikoni  na  kulibeba.\nAlipokuwa akibebwa alimimina jivu lile njiani walikopitia.\n",
  "20":"",
  "21":"Demane aliporudi alipata mlango ukiwa wazi na Demazane hakuwa ndani ... Lakini aliona jivu lililomwagwa kulekea msituni. Alifuata jivu hilo mpaka alipouona moto mbali.\n",
  "22":"",
  "23":"Demane aliona jitu lililojaa nywele limeketi karibu na moto. Mkoba mkubwa ulikuwa karibu nalo.\nAlisongea karibu nalo akichechemea kama mtu aliyeumia mguu.\n“Tafadhali baba, naomba maji ya kunywa. Nimeumia mguu.” Demane alisema.\n“Ngoja nikuletee maji lakini usiguse mkoba wangu.\" Jitu lilisema huku likiweka mkoba ule vizuri ndani ya nyumba.\n",
  "24":"",
  "25":"Jitu lilipoondoka kwenda mtoni, Demane alikata kamba ya\nmfuko, ukafunguka na dadake akatoka.\nDemane aliubadilisha mkoba huo na wake uliojaa nyuki.\nKisha yeye na dadake wakajificha na kungoja kuona kitakachotokea.\n",
  "26":"",
  "27":"Jitu lilirudi na maji pamoja na watoto wake wawili – msichana na\nmvulana. Likamwambia msichana, \"Kuna mlo mtamu ndani ya mkoba.\nNenda ukaulete!\"\nMsichana alifungua mkoba kuona kilichokuwa ndani. Nyuki\nwalimwuma mkono akalia kwa sauti, “Inauma, inauma...”\n“Nenda ukamsaidie,” jitu lilimwambia mvulana kwa sauti.\nMvulana pia aliumwa akalia kwa uchungu.\n",
  "28":"",
  "29":"“Msinifanye mjinga,” jitu lilisema kwa sauti likajitoma ndani ya nyumba. Liliufunga mlango na kufungua ule mkoba.\nNyuki wale walichomoka kwa wingi na kumwuma kichwani, masikioni na machoni. Lilishindwa kuona likarukaruka na kulia kwa uchungu mwingi.\n",
  "30":"",
  "31":"Jitu lilikimbia kuelekea kwenye bwawa la maji. Lilichopeka kichwa\nkwenye matope likakwama huko.\nLiligeuka na kuwa kisiki cha mti uliokatwa. Nyuki walijenga nyumba yao kwenye kisiki hicho.\nBaadaye, Demane na Demazane walifurahia asali tamu kutoka kwa mzinga huo wa nyuki.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nDemane na Demazane\nAuthor\nSouth African Folktale\nTranslation\nMutugi Kamundi\nIllustration\nJemma Kahn\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2015\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}