{
  "0": "Fahali na Punda\n",
  "1":"Mkulima maskini alikuwa na Fahali mzee. \nFahali huyo hakutaka kulima. Alipenda kubaki nyumbani na kula nyasi, kunywa maji na kupumzika. \n",
  "2":"Mkulima vilevile alikuwa na Punda. \nPunda na Fahali walikuwa marafiki. \nSiku ilipokwisha, waliongea pamoja. \nFahali alisema, “Nimechoka sana. Nilifanya kazi siku nzima.  Jembe ni kubwa na ni zito. Mkulima haniruhusu nipumzike.”\n",
  "3":"Punda alimtazama Fahali. “Bila shaka Fahali ni mvivu,” aliwaza. “Hapendi kufanya kazi.”\n“Unadhani kuwa jembe lako ni zito?” Alilia.  “Niamini, rafiki yangu, ni nyepesi!  Nilibeba leo gunia la ngano mgongoni. Nina uhakika liko nzito kuliko jembe lako.”\n",
  "4":"Siku iliyofuata, walikutana tena. \nFahali alisema, “Nilikuwa na siku mbaya leo. Shamba la bwana wangu liko mbali na limejaa mawe. Nilifanya kazi mchana kutwa. Sikupumzika hata kidogo.”\n",
  "5":"Eti ulifanya kazi ngumu?” Punda aliuliza.  “Mimi leo nilienda sokoni mjini, kilomita nyingi kutoka hapa.  Nina uhakika nilifanya kazi ngumu kukuliko wewe.”\n",
  "6":"Siku iliyofuata, Fahali alirudi nyumbani akiwa amechelewa tena. Alimwambia Punda, “Ah! Rafiki! Leo ilikuwa siku mbaya kwangu.”\nLakini, Punda hakutaka kumsikiliza Fahali zaidi. \n",
  "7":"Punda alisema, “Wewe huchoka wakati wote. Kila siku ni mbaya kwako.  Sikiliza, nina wazo nzuri.  Mkulima atakapokuja kesho, lala chini.  Fumba macho yako useme, ‘Moo! Moo!’  Mkulima atafikiri wewe ni mgonjwa.  Atakuruhusu upumzike.”\nFahali alipenda wazo la Punda. \n“Asante mpenzi Punda. Hilo ni wazo nzuri sana,” alisema. \n",
  "8":"Asubuhi iliyofuata, Fahali alilala chini.  Mkulima alipofika, Fahali aliyafumba macho yake akalia, “Moo! Moo!”\nMkulima alimtazama. “Maskini Fahali wangu ni mgonjwa,” alisema.  “Lakini, lazima nililime shamba langu.  Je, nani atanisaidia? Mbona, kuna Punda! Ataweza kulivuta jembe leo.”\n",
  "9":"Mkulima alimpeleka Punda shambani. Alimfunga jembe na kuanza kumcharaza. \n“Nenda! Haraka! Vuta!” Alimshurutisha Punda. \n",
  "10":"Punda alifanya kazi siku nzima. Jioni alikuwa amechoka sana. Pole pole, alitembea kwenda nyumbani. \nFahali alimsubiri na alipomwona, alisema, “Mpendwa Punda, nilikuwa na siku nzuri leo.  Nilikula nyasi, nikanywa maji na kupumzika chini ya mti mkubwa.  Nataka kupumzika tena kesho.  Je, nitafanyaje? Nipe wazo jingine.”\n",
  "11":"Punda alimtazama Fahali, akawaza, “Kazi yake ni mbaya kuliko yangu. Sitaki kuifanya tena kesho.”\nHatimaye, Punda alisema, “Rafiki yangu, kuwa makini. Leo nilimsikia mkulima akiongea na mkewe akisema, “Fahali wangu ni mchovu kila wakati na sasa ni mgonjwa.  Asipopata nafuu kesho, nitamchinja tuile nyama.”\n",
  "12":"Fahali aliogopa sana. Alilia, “Eti nini? Alisema hivyo? Nitaifanya kazi kesho.  Nimepata nafuu sasa.  Si mchovu hata kidogo!”\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nFahali na Punda\nAuthor\nMelese Getahun Wolde, Elizabeth Laird\nTranslation\nBrigid Simiyu\nIllustration\nSalim Kasamba\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2016\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.ethiopianfolktales.com\n"
}