{
  "0": "Fisi mlafi\n",
  "1":"Hapo zamani, kulikuwa na dada wawili, Kalio na Akiru. \nSiku moja, walienda kuchota maji mtoni. \n",
  "2":"Walipokuwa wakirudi nyumbani, waliketi juu ya jiwe kubwa kupmzika. \n",
  "3":"Baada ya kupumzika, Kalio hakuweza kusimama tena. \nAlikuwa amekwama kwenye jiwe. \nAkiru alikimbia nyumbani kumjulisha mama yao. \nKalio aliposubiri usaidzi, Fisi alijificha nyuma ya jiwe akimmezea mate. \n",
  "4":"Mama alipofika, alijaribu kumvuta Kalio, lakini ilikuwa bure. \nKalio alikuwa kweli amekwama kwenye jiwe. \n",
  "5":"Mama alimtuliza Kalio akisema, \"Nitazungusha ua hapa ili uwe salama.\"\n",
  "6":"Mama alijenga ua. \nAliweka mlango karibu na Kalio ili autumie akimletea chakula. \n",
  "7":"Mama alipomaliza kujenga ua, alimwambia Kalio, \"Nitakapokuwa nikikuletea chakula, nitakuwa nikiimbia wimbo ufuatao kujitambulisha. Utakapousikia, utanifungulia.\"\nlka koku nachirima,\nBala ekena,\nKe...ke...i...ya. \nTang'arae totokonia kainak ng'akon kile. \nMama aliongeza kumweleza Kalio, \"Usimfungulie mtu mwingine.\"\nMama aliimba wimbo huo kila alipokuja kumwona Atabo. Kalio aliufungua mlango  na kupatiwa chakula. \n",
  "8":"Fisi alijificha kila wakati akimsikiliza mamake Kalio akiimba. \n",
  "9":"Fisi alifanya mazoezi mengi akiiga sauti ya mamake Kalio. \nMwanzoni, hakufaulu. \n",
  "10":"Wanyama wenzake walimshauri Fisi, \"Mmeze nzi wa mtoni ili sauti yako iwe bora.\"\nFisi alimmeza nzi wa mtoni akaenda kuimba, lakini Kalio hakuufungua mlango. \n",
  "11":"Fisi alishauriwa na wenzake tena, \"Labda ukimmeza nzi kutoka sehemu tambarare, utaimba vizuri.\"\nFisi alifanya alivyoshauriwa na wenzake. \n",
  "12":"Mara hii, sauti ya Fisi ilikuwa bora alipoimba. \nMlango ulifunguka na Fisi akamla Kalio. \n",
  "13":"Mamake Kalio alienda kama kawaida kumpelekea chakula. \nAliimba mara nyingi, lakini mlango haukufunguka. Aligundua kwamba alikuwa amempoteza bintiye. \n",
  "14":"Mama alitaka kujua aliyemla bintiye. Alifanya mkutano na wanyama wote. \nBaada ya kuwasha moto mkubwa, aliwaambia,\n\"Nyote mtauruka moto huu. Aliyemkula Kalio, ataanguka ndani na kuchomeka.\"\n",
  "15":"Wanyama wengine waliuruka moto salama, mmoja baada ya mwingine. \nIlipofika zamu ya Mbweha, alisita kidogo. \n",
  "16":"Hatimaye, Mbweha alipouruka, moto uliiunguza ncha ya mkia wake. \nMbweha alikuwa ameionja damu ya Kalio. \nFisi alikuwa wa mwisho. \nAlipouruka moto, alianguka ndani na kuanza kuteketea. \nWanyama walifahamu kuwa Fisi ndiye alimkula Kalio. \nWaliimba wimbo huu:\n\"Ata kalio,\nAnikanyamit ikon koku,\nAchakakin nakim na,\nChi...gi...gir.\"\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nFisi mlafi\nAuthor\nJohn Nga'sike\nTranslation\nTranslators without Borders, Pete Mhunzi\nIllustration\nLevel\nFirst sentences\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}