{
  "0": "Fisi na Kobe\n",
  "1":"Katika kijiji cha Mkosi, kuliishi Fisi mlafi.\n",
  "2":"Katika kijiji jirani, kuliishi Kobe mwoga.\nFisi na Kobe walikuwa marafiki.\n",
  "3":"Fisi alisikia kwamba kulikuwa na nyuki waliotengeza asali tamu.\nNyuki hao walisafiri mbali na mizinga wao mara moja kwa mwaka.\n“Lazima tuipate ile asali wakati nyuki wako safarini,” Fisi alimwambia Kobe.\n",
  "4":"Kobe aliogopa kwenda, lakini hakuwa na ujasiri wa kukataa.\nAsubuhi iliyofuata, Fisi na Kobe walianza safari ya kuitembelea mizinga ya nyuki.\nFisi alienda kwa kasi huku Kobe akijikokota nyuma kwa woga.\n",
  "5":"Walipanda milima, wakashuka, wakavuka mabonde.\nWaliuvuka mto mkubwa na kuendelea na safari.\n",
  "6":"Hatimaye, waliona mizinga ya nyuki milimani kwenye miti.\nFisi alikwenda kwa haraka.\nKobe alikuwa karibu kuzirai kutokana na njaa na uchovu.\n",
  "7":"Fisi alipoufikia mzinga mkubwa zaidi, alimwambia Kobe, “Panda juu ya mti haraka uuangushe mzinga chini.”\n",
  "8":"Kobe aling’ang’ana kupanda mti. Kila mara aliangalia chinis asije kuanguka.\nFisi alikasirishwa na kitendo hicho akaanza kumpigia Kobe kelele.\n",
  "9":"Kobe alipoguza mzinga, alisikia sauti ya nyuki. Kumbe walikuwa bado ndani ya mzinga wao!\nKobe aligutuka na kuanguka chini.\n",
  "10":"Mzinga wa nyuki ulimwangukia Kobe akawa amefunikwa  na kufichwa na asali!\nFisi alianza kuilamba asali.  Nyuki hawakufurahia kitendo hicho.\n",
  "11":"Nyuki walimuuma Fisi kila sehemu ya mwili wake akaamua kukimbilia usalama wake.\nNyuki walimfuata wakiendelea kumuuma.\n",
  "12":"Fisi aliteremka mlimani, akavuka mto na bonde.\nNyuki walizidi kumuuma wakati huo wote.\n",
  "13":"Kobe akiwa bado chini ya mzinga mkubwa, alishuhudia kimya.\nMzinga na asali ilikaukia mgongoni mwake.\n",
  "14":"Baadaye, Kobe alitambua kuwa hakuhitaji tena kujificha kichakani.\nGamba lake jipya lingeweza kumkinga.\n",
  "15":"Fisi alikwa amechoka na kujaa vidonda. Alizirai kabla kufika nyumbani.\nAlipoamka, aligundua kwamba mishale ya nyuki ilisababisha madoadoa kwenye ngozi yake.\n",
  "16":"Hivi ndivyo kobe alipata gamba lake ngumu, na fisi kupata madoadoa kwenye ngozi yake.\nFisi aliapa kuwa hataiba tena na urafiki kati yake na kobe uliisha.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nFisi na Kobe\nAuthor\nAlice Mulwa\nTranslation\nBrigid Simiyu\nIllustration\nSalim Kasamba\nLevel\nFirst paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}