{
  "0": "Hadithi kumhusu Wangari Maathai\n",
  "1":"Msichana mdogo alifanya kazi shambani na mamake. Waliishi karibu na Mlima Kenya, Afrika Masariki. \nMsichana huyo aliitwa Wangari. \n",
  "2":"Wangari alilima katika bustani ya familia yake. Alipanda mbegu ndogo katika ardhi yenye joto. \n",
  "3":"Alipenda majira ya jioni, wakati jua lilipotua.  Giza lilipozidi, Wangari  alienda nyumbani. \n",
  "4":"Wangari alikuwa mwerevu. Alikuwa na hamu ya kwenda shule. Lakini, wazazi wake walitaka awasaidie nyumbani. Alipofikisha umri wa miaka saba, alianza kwenda shule. \n",
  "5":"Wangari alipenda kusoma. Alijifunza kupitia kila kitabu alichosoma.  Alifanya vyema shuleni. Alialikwa kwenda Amerika kuendeleza masoma yake. \nWangari alichangamshwa sana na nafasi hii. Alipenda kuujua ulimwengu zaidi. \n",
  "6":"Alipokuwa chuoni huko Amerika, Wangari alijifunza mambo mapya.  Alisomea mimea na jinsi inavyokua. \nAlikumbuka vile alicheza na ndugu zake. Alikumbuka kivuli cha miti maridadi ya misitu ya Kenya. \n",
  "7":"Alipojifunza, alifahamu kuwa aliwapenda watu wa Kenya.  Alitaka wafurahi na wawe huru. Alikumbuka kwao nyumbani Afrika. \n",
  "8":"Wangari alikamilisha masomo yake akarudi Kenya. Nchi yake ilikuwa imebadilika sana. \nMatajiri walikuwa wameikata miti.  Wanawake walikosa kuni.  Watu wengi walikuwa maskini. Watoto walikuwa na njaa. \n",
  "9":"Wangari aliwafunza wanawake kupanda miti.  Waliiuza miti hiyo na kupata pesa. Walizitumia kwa mahitaji ya familia zao.  Walifurahi kwa sababu Wangari aliwasaidia kuwa na nguvu na uwezo. \n",
  "10":"Muda ulipopita, miti mipya ilikuwa misitu. Mito ilianza tena kupitisha maji.  Ujumbe wa Wangari ulienea Afrika nzima. \nLeo, mamilioni ya miti imemea kutokana na juhudi za Wangari. \n",
  "11":"Wangari alikuwa amefanya bidii.  Watu ulimwengu mzima walifahamu hili. Walimpa Tuzo la Amani la Nobel. \nWangari alikuwa mwanamke wa kwanza wa Kiafrika kupokea tuzo hilo. \n",
  "12":"Wangari aliaga dunia mwaka 2011. Tunaweza kumfikiria kila tunapouona mti wa kupendeza. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nHadithi kumhusu Wangari Maathai\nAuthor\nNicola Rijsdijk\nTranslation\nUrsula Nafula\nIllustration\nMaya Marshak\nLevel\nFirst paragraphs\nLanguage\nKiswahili\n© Nicola Rijsdijk, Maya Marshak, Tarryn-Anne Anderson, Bookdash.org and African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.bookdash.org\n"
}