{
  "0": "Jinsi usiku ulivyoingia kijiji cha Opio\n",
  "1":"Hapo zamani hakukuwa na usiku katika kijiji cha kina Opio.\nWatu walilala wakati wowote walipochoka. Walipoamka, walifanya kazi zao.\n",
  "2":"Siku moja, Opio alienda na mbwa wake kuwinda. Baada ya muda mfupi, mbwa walianza kumfukuza.\nOpio aliwafuata akakimbia kwa masaa mengi. Alipochoka alipumzika baadaye alianza kukimbia tena.\nLakini, hakuwaona mbwa wake.\n",
  "3":"Baada ya siku nyingi, Opio alijipata katika kijiji tofauti.\nAlimwambia mwenye nyumba mmoja, “Nimekuwa nikimfukuza paa kwa muda mrefu na sasa nimechoka. Nahitaji kupumzika.”\nMtu yule alimjibu Opio, “Hebu pumzika hapa. Je, ungependa pombe kidogo?”\nOpio alikuwa na kiu kikubwa kwa hivyo alikunywa pombe kidogo kisha akalala.\n",
  "4":"Opio alipoamka, hakuweza kuona. Alifunga na kufungua macho yake mara nyingi.\nMwishoni, alimwambia mhisani wake, “Ulinipa kinywaji kibaya. Siwezi tena kuona sawasawa.”\n",
  "5":"Mwenye nyumba alimwambia, “Hukunywa kinywaji kibaya na macho yako ni sawasawa. Sasa hivi ni usiku. Kwani hujawahi kuona usiku tena? Siku ikiisha, usiku hufuata.”\nOpio aliuliza maswali mengi kuhusu usiku akapendezwa sana na hali hiyo.\nYeye na rafiki yake mpya walizungumza hadi asubuhi. Alikaa kwake kwa siku nyingine moja ili aone usiku ukiingia tena.\n",
  "6":"Asubuhi iliyofuata, yule mtu alimweleza Opio, “Giza likianza kuingia, anza kutembea kwenda kijijini kwenu. Ukitembea huku ukiangalia mbele usiku utakufuata. Ukiangalia nyuma usiku utapotea.”\n",
  "7":"Opio alifanya alivyoambiwa. Usiku huo alianza kutembea akielekea kijijini kwao.\nAlihisi giza likimfuata nyuma yake. Alikuwa na haja ya kuangalia nyuma lakini akajizuia.\n",
  "8":"Alipofika kijijini kwao, wanakijiji waliogopa.\nWalimwuliza, “Opio, ni ugonjwa gani huu uliotuletea? Ni nini hiki cheusi kinachokufuata nyuma yako?”\nOpio akawaeleza, “Ndugu zangu, kitu hiki cheusi kinachonifuata kinaitwa usiku. Mnavyoogopa ndivyo nilivyoogopa pia.”\n",
  "9":"Opio aliendelea kuwaeleza, “Ninyi vile vile mtapenda usiku. Mwangaza ukija tutaweza kufanya kazi. Na usiku ukiingia tutapumzika.”\n",
  "10":"Na hivyo ndivyo usiku ulivyoingia katika kijiji cha kina Opio.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nJinsi usiku ulivyoingia kijiji cha Opio\nAuthor\nRobert Ekuka\nTranslation\nMutugi Kamundi\nIllustration\nWiehan de Jager\nLevel\nFirst paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}