{
  "0": "Jumamosi alasiri\n",
  "1":"Ilikuwa  Jumamosi moja iliyokuwa na joto jingi sana katika mwezi wa Desemba. \nKila mtu alikuwa amenuna. \n“Bonte, Mefo na Lerato, nendeni nje mcheze!” Mama alitwambia. \n“Siwataki hapa.”\n",
  "2":"Tulikimbia nje ya nyumba. \n“Twendeni mtoni. Kuna upepo mzuri huko.” Lerato alisema. \n“Mama alitukataza kuogelea mtoni,” alisema Bonte. \n“Hatutaogelea. Tutachezea tu kwenye kivuli karibu na maji,” alijibu Lerato. \n",
  "3":"Kwanza tulivua viatu vyetu. \nLakini tulikuwa bado tunahisi joto. \nTulivua  sketi  zetu na mashati. \nLakini tulikuwa bado tunahisi joto. \n",
  "4":"Tuliweka miguu yetu ndani ya mto kuifanya iwe baridi. Tulirushiana maji. \nPunde kidogo tukawa tumeloa maji. \n",
  "5":"“Ah njoo! Hebu tuogelee. Mama hatawahi jua,\"alisema Mefo. \nTuliogelea kwa muda mrefu na kusahau kuwa muda ulipita. \n",
  "6":"Jua lilianza kutua, na tulihisi baridi. \nLakini je, nguo zetu zilikuwa wapi?\n",
  "7":"Tuliangalia chini ya miti. Tuliangalia juu ya vichaka. Tuliangalia kila mahali. \n",
  "8":"Ng’ombe walikuwa wakifurahia nyasi tamu karibu na mto. \nBonte alipotazama juu, alisema, “Mwone yule ng’ombe!  Nini kilicho mdomoni mwake?”\n“Anakula ua jekundu,” Lerato alisema. \n",
  "9":"“Sio ua jekundu. Ni shati lako.\" Mefo alipiga kelele. \nTulimwona ng’ombe mwingine. Alikuwa anakula kitu cha kisamwati. \n“Hiyo ni sketi yangu!” alipiga kelele Bonte. \n",
  "10":"Tulienda nyumbani tukiwa tumevaa tu suruali zetu tukitetemeka.  Lakini sio tu kwa ajili ya baridi. \n“Walikuwa ng’ombe,” tulilia. \n“Ng’ombe walikula nguo zetu.”\nLakini Mama alituamini?\nPunde kidogo matako yetu yalikuwa na joto sana.  Lakini sio kwa ajili ya jua. \n",
  "11":"",
  "12":"",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nJumamosi alasiri\nAuthor\nNombulelo Thabane, Tessa Welch\nTranslation\nBrigid Simiyu\nIllustration\nWiehan de Jager\nLevel\nFirst paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative, 2014  2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}