{
  "0": "Kalabushe, chiriku\n",
  "1":"Hapo kale, paliishi msichana kwa jina Kalabushe.\nKalabushe alikuwa chiriku.\nAlionywa na mamake kutozungumza sana, lakini hakusikia.\n",
  "2":"Siku moja, shangaziye Kalabushe, aliyeishi ng’ambo ile ya kijiji cha Kalabushe, aliugua.\n",
  "3":"Mamake Kalabushe alikuwa na shughuli nyingi siku hiyo.\nKalabushe alipopewa chakula kumpelekea shangaziye, tayari ilikuwa jioni.\n",
  "4":"Njiani, Kalabushe alikutana na fisi kwa jina Sinsou.\nSinsaou alikuwa amegeuka kuwa mtu.\n",
  "5":"Sinsou alimwuliza alichobeba.\nKalabushe alijibu, “Nimebeba nyama, mayai na maziwa.”\nKalabushe alikuwa ameonywa kutosema alichobeba.\n",
  "6":"Kalabushe vile vile alimwambia Sinsou kuwa shangaziye alikuwa mgonjwa na kwamba alikuwa anampelekea chakula.\nSinsou alidondokwa mate alipofikiria juu ya nyama aliyobeba Kalabushe.\n",
  "7":"Haraka haraka, Sinsou alikimbia mbele.\nAlienda katika nyumba ya shangaziye Kalabushe na kusubiri.\n",
  "8":"Alimmeza shangaziye Kalabushe kisha akajigubika blanketi lake.\n",
  "9":"Kalabushe alipowasili, nyumba ilikuwa kimya kabisa.\nAliingia ndani na kuita, “Shangazi, uko wapi?”\n",
  "10":"Kalabushe hakusikia sauti ya shangaziye.\nAliingia ndani ya chumba ambamo kawaida shangaziye alilala.\nAlishangaa alimpomwona mtu amejigubika blanketi.\n",
  "11":"“Shangazi, mbona masikio yako ni makubwa sana leo?” \nSinsou alijibu “Ili niweze kukusikia vyema.”\n",
  "12":"Kalabushe aliuliza tena, “Shangazi, mbona macho yako ni makubwa sana leo?”\nSinsou alijibu, “Ili niweze kukuona vyema.”\n",
  "13":"Mwishowe Kalabushe aliuliza, “Shangazi, mbona mdomo wako ni mkubwa sana leo?”\nSinsou alijibu, “Ili niweze kukumeza.”\nKisha Sinsou aliruka na kummeza Kalabushe.\n",
  "14":"Kwa vile Kalabushe alipenda kuongea sana, alizidi kuzungumza na kuuliza maswali mengi hata alipokuwa ndani ya tumbo lake Sinsou.\n",
  "15":"Mwishoni, Sinsou alichoshwa na maswali mengi ya Kalabushe akaamua kumtema nje.\n",
  "16":"Kalabushe na shangaziye waliokolewa na wanakijiji.\nTokea siku ile, Kalabushe alikoma kuzungumza sana na watu waliokuwa wageni kwake.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nKalabushe, chiriku\nAuthor\nGaspah Juma\nIllustration\nJesse Breytenbach\nLevel\nFirst paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}