{
  "0": "Kijana Palinyang’\n",
  "1":"Hapo zamani za kale  palikuwa na mvulana yatima kwa jina Palinyang.\nWazazi wa Palinyang’ waliuwawa  na wakora wakati alikuwa   mtoto  mchanga wa  miezi  sita.  Wanakijiji  waliwalia wazazi wa Palinyang’  na kushangaa jinsi mtoto huyo angevyokuwa.\n",
  "2":"Baada ya mazishi, Sausau mkuu wa kijiji  aliita mkutano .\nSausau aliheshimiwa  na kuogopwa  sana  kwa sababu jinsi alivyo valia na kuongea. Nywele zake zilikuwa ndefu na zilifika mgongoni mwake.\nIliaminika ya kwamba Sausau aliishi msituni kabla ya miti kukatwa na nyumba  kujengwa.\n",
  "3":"Wakati wa  mkutano Lokeyokoni  tajiri mkubwa kijijini humo alimchukuwa Palinyang’ kama mtoto wake.\nLokeyokoni alikuwa na  watoto wa  kike na wa kiume wengi.  Watoto wa kike walisaidia mama yao kwa kazi za nyumbani na watoto wa kiume walienda kuchunga  mifugo  ya baba yao.\n",
  "4":"Plinyang’ aliishi kwa familia hii na kuwa  mkubw na alikuwa mwenye furaha.\nAlipendwa na alipenda kila mtu.\nAlipenda kupeleka  wanyama malishoni na kuwachunga.\n",
  "5":"Palinyang’ alimpenda ng’ombe mmoja  sana hata kumpa jina Alinyang’.\nAlinyang’ alikuwa ngo’mbe mzee katika mifugo  wote. Kwa sababu hiyo mwenye mifugo alimthamini  sana ngo’mbe huyo.\n",
  "6":"Siku moja wakati vijana walikuwa wakichunga wanyama, kulianza kunyesha na walitafuta mahali pa kujizuia mvua chini ya mti.\nMvua ilinyesha kwa saa nyingi  hadi kulikuwa usiku.\nWakati mvua iliacha kunyesha, wavulana  walienda kuwachukua wanyama ili kuwapeleka nyumbani  lakini  hawakuwaona wanyama hao.\n",
  "7":"Walihofia kile baba  yao angewafanyia  kama wangefika nyumbani bila wanyama wao.\nWalipokosa kuwapata wanyama hao,  wavulana wawili waliamua  kwenda kwa mjomba wao,  huku wawili wakienda kwa shangazi.\nPalinyang’   aliamua  kuwatafuta wanyama  hao mpaka awapate. Hakuwa na mjomba wala shangazi wa kutorekea.\n",
  "8":"Palinyang’  alifuata vinjia  vyote alivyovijua huku akiimba wimbo wa jina la ngo’mbe ampendaye.\nHivi ndivyo wimbo ulivyoenda:\nPiii pi Alinyang’!\nPiii pi Alinyang’!\nChaka akula chi!\nChaka orete chi!\n",
  "9":"Palinyang’ aliendelea kuimba wimbo huo usiku wote.\nAlikanyanga kinyesi cha ngo’mbe lakini kilikuwa baridi.\nKisha alikanyaga mkojo wa ngo’mbe  na pia ulikuwa baridi, lakini  hivyo hakukata tamaa au kukosa matumaini ya kuwapata  ngo’mbe hao.\n",
  "10":"Wakati  kulipopambazuka  Palinyang’ alifika katika kijiji kidogo na kuwapata wanyama chini ya ulinzi  wa chifu wa kijiji hicho. Allimwomba chifu huyo kuwaachilia ngo’mbe hao kwenda nymbani  naye lakini chifu huyo alikataa.\n",
  "11":"Kwa  kukata  tamaa, Palinyang’ alianza kuimba wimbo wake  akirudi nyumbani.\nNa hapo ndipo Alinyang’  ngo’mbe mzee alimsikia Palinyang’ akiimba.\nAlinyang’ aliweka masikio yake juu na kuanza kumfuata Palinyang’.\nWanyama wote walitoka kule walikokuwa wamefungiwa na kumfuata Palinyang’.\nAliwaelekeza  wanyama    hao nyumbani.\n",
  "12":"Walipofika nyumbani, wenye kijiji walikuwa wakiwangonja kwa sababu walikuwa wamesikia  sauti ya Palinyang’ kutoka kwa mbali. Wote Waliimba nyimbo  za kumsifu Palinyang’.\nLokeyokoni alimshukuru  Palinyang’ na kumnunulia mkoba mwekundu  wa kubebea  vitabu  vya shule.\nNa hivyo ndivyo Palinyang’ alianza kwenda shuleni.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nKijana Palinyang’\nAuthor\nGaspah Emukuru Juma\nTranslation\nCarol Nangila\nIllustration\nWiehan de Jager\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}