{
  "0": "Kisirusiru, mjinga\n",
  "1":"Hapo zamani za kale, kulikuwa na mkulima na mkewe. \nWalikuwa na mtoto mmoja pekee mvulana aliyeitwa Kisirusiru. \n",
  "2":"Siku moja wakati Kisirusiru alipompeleka mbuzi malishoni,\nmbuzi alimrarulia shati lake. \nMamake alimtuma sokoni kununua sindano ili aweze kushona shati lake. \nKisirusiru alinunua sindano na kuiweka katika mfuko wa shati lake. \n",
  "3":"Kisirusiru alipokuwa akirudi nyumbani, alijiunga na wavulana waliokuwa wakicheza mpira wa miguu. \nSindano ilianguka kutoka mfukoni na kupotea. \nAlipofika nyumbani, alisema, \"Samahani mama, nimepoteza sindano njiani.\"\n“Mtoto wangu, wakati mwingine, idunge sindano kwenye karatasi kisha uiweke mfukoni.” Mamake alieleza. \n“Ndiyo mama, nimeelewa.” Kisirusiru alijibu. \n",
  "4":"Siku iliyofuata, Kisirusiru alichukuwa chungu kwenda mtoni. \nAlikumbuka alichoambiwa na mamake, akakifungia chungu ndani ya kipande cha karatasi. \nAlipokuwa njiani, ile karatasi iliraruka, chungu kikaanguka chini na kuvunjika vigae vigae.  Maji yote yalimwagika. \nAlipofika nyumbani, Kisirusiru alimweleza mamake, \"Samahani mama, chungu kimeanguka na kuvunjika.\"\n“Mtoto wangu, wakati mwingine, kibebe chungu kichwani.” Mama alishauri. \n“Ndiyo mama, nimeelewa.” Kisirusiru alijibu. \n",
  "6":"Siku iliyofuata, babake Kisirusiru alimtuma ampeleke mbuzi malishoni. \nKisirusiru alikumbuka alivyoshauriawa na mamake. Akambeba mbuzi kichwani. \nMbuzi alimpiga mateke na kumkwaruza kichwa. Kisirusiru aliumizwa hadi damu ikamtiririka usoni. \nAlipofika nyumbani, babake alikereka na kumuliza, “Utaacha ujinga wako lini? Mbuzi hufungwa na kuvutwa kwa kamba!\nUsipofanya mambo yako kwa makini, utalazimika kuondoka hapa nyumbani.”\n",
  "7":"Siku iliyofuata,  babake alimtuma akanunue nyama sokoni. \nKisirusiru alikumbuka alivyoambiwa na babake. Aliifunga  nyama kwa kamba akaivuta kuelekea nyumbani. \nAlikimbia ili babake asisubiri kwa muda mrefu. \nHebu fikiria, nyama hiyo ilikuwaje alipowasili nyumbani?\n",
  "8":"Babake alikasirika mno akamwambia afunganye virago vyake aondoke nyumbani. \nMamake aliposikia hivyo, aliamua kuondoka pamoja na mtoto wake. \nWaliung'oa mlango wa jikoni wakaubeba ili wawe na kitu cha kuanzia ujenzi wa nyumba yao mpya. \n",
  "9":"Walitembea kwa muda mrefu. \nLakini hawakufanikiwa kupata mahali pa kujenga nyumba yao mpya. \nGiza lilipoingia, waliamua kukwea mti na kulala pale. \n",
  "10":"Kisirusiru na mamake waliamua kuanza kukaa juu ya mti. Walikuwa wakiuvuta mlango juu waliposikia makelele chini. \nWalipotazama chini, waliwaona wavulana watatu waliobeba magunia makubwa. \nWaliogopa sana wakauachilia mlango ukaanguka kwa kishindo. \nKishindo cha mlango kiliwaogofya wavulana wale watatu wakaacha kila kitu na kutoroka. \n",
  "11":"Kisirusiru na mamake walishuka chini, wakayafungua yale magunia. \nHumo walipata pesa, nguo, mablanketi, na kila kitu walichohitaji kuanzisha nyumba yao. \nPunde, walipata pahali pa kujenga nyumba na wakaishi kwa furaha tangu siku hiyo. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nKisirusiru, mjinga\nAuthor\nCissy Kiwanuka Luyiga\nTranslation\nBrigid Simiyu\nIllustration\nCatherine Groenewald\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}