{
  "0": "Kutekwa nyara!\n",
  "1":"Mimi na rafiki yangu Kiki hupenda kuchunguza na kuvumbua mambo. \nHii ndiyo sababu tunayafahamu mazingira yetu vyema. \nSiku moja tulipokuwa tukienda nyumbani kutoka shule, tulikubaliana  twende mahali tukafanye uchunguzi. \n",
  "2":"Tulipitia karibu na reli ingawa babake Kiki alikuwa ametuonya dhidi ya kufanya hivyo. \nBaadaye, tulimwona mwanamume mrefu aliyevaa koti refu jeusi akitufuata pole pole. \n",
  "3":"Tuliamua kutembea pole pole ili tumtazame kwa karibu. \nAlikuwa mtu wa kuogofya. Ngozi yake ilijaa vipele.  Midomo yake ilikuwa midogo na haikuyafunika meno yake ya rangi ya kahawia.  Alikuwa na kovu moja kubwa lililofunika nusu ya uso wake. \n",
  "4":"Moyo wangu ulidunda kwa sauti nikadhani mhuni huyo angeweza kuusikia. Nilimkodolea macho. \nHakupendezwa na jinsi nilivyomtazama akanikemea kwa ukali, “Wewe mvulana, unaangalia nini?”\n",
  "5":"Kwa woga, tuligeuka na kutimua mbio, lakini mimi sikuweza kukimbia kwa kasi. Mhuni huyo akalishika shati langu na kunivuta kwa nguvu. \nRafiki yangu Kiki alifanikiwa kutoroka. \n",
  "6":"Mhuni huyo alininyanyua juu kama karatasi na kunirusha ndani ya gari moja jeupe lililokuwa limeegeshwa hapo uwanjani.  Yeye alipanda na kukaa kiti cha mbele. \nMwenzake aliyekuwa ndani ya gari, aliniziba macho na kuibana mikono yangu nyuma. \nKisha dereva akaliendesha gari hilo kwa kasi ya ambalanzi. \n",
  "7":"Yule jambazi wa pili aliyekuwa ameketi karibu nami, aliniwekea kitambaa chenye unyevunyevu usoni mwangu. Nilipounusa unyevunyevu huo,  nililala. \nBaadaye nilipoamka, nilijipata nimeketi sakafuni katika chumba kimoja chenye giza totoro. Kiljaa buibui na panya. \n",
  "8":"Mara mlango wa chumba ukafunguka. Yule mhuni aliyenifunga kitambaa usoni, akaingia akiwa amebeba sahani. \n“Kula chakula hiki upesi kwa sababu utakwenda safari ndefu,” aliniambia. \n",
  "9":"Nilipolisikia neno ‘safari’ niliamua kula ili nipate nguvu za kujiokoa. \nMhuni yule aliifungua kamba niliyofungwa nayo. \nNIlipokuwa nikila, aliketi pembeni na kuvuta sigara. Moshi ulijaa chumbani mwote. \n",
  "10":"Mlango ulibishwa, mhuni na dereva wakaingia wakiwa wamembeba mvulana. Kiki pia alikuwa ameshikwa!\nLo! Tulikuwa tumenaswa katika chumba chenye giza. \n",
  "11":"Baadaye tulifahamu kuwa yule mhuni mrefu mwenye sura mbaya ndiye alikuwa kiongozi wa genge lile. \nMhuni aliyenipa chakula hakufurahia walivyofanya. \nTuliwasikia wakibishana pale nje ya chumba.  Kiongozi akasema kwa sauti, “Sijali kama unaijua familia yake. Huwezi kubadili nia yako sasa.”\n",
  "12":"Kutokana na ubishi huo, tulijua kwamba mmoja wao alitufahamu ingawa sikujua ni yupi. Kiki akasema, “Lazima tupate njia ya kutoroka.  Wazazi wetu hawana pesa za kutukomboa.”\nWahuni hao waliendelea kubishana hadi wakaanza kupigana. Mimi nilimfungua Kiki upesi, tukaufunga mlango na kuanza kutafuta njia ya kutoroka. \n",
  "13":"Tuliona dirisha lenye mianya myembamba iliyopitisha mwangaza. \nTulizivuta mbao za dirisha hadi misumari iliyoziunganisha ikang’oka. \nKisha tukaziondoa pakawa na mwanya mkubwa. \n",
  "14":"Kiki alikuwa mdogo na mwepesi kuliko mimi. Tukaamua achapuke kwenda kutafuta usaidizi. \nNikamsaidia kupita kwenye kile kidirisha na akaruka chini. \n",
  "15":"Wahuni waliposikia kishindo cha Kiki, waliugonga mlango na kuufungua. \nWalisimama kukiangalia kile kidirisha, kisha wakaanza kusukumana na kutoka nje.  Walikasirika sana, hasa yule mkubwa wao mwenye sura mbaya, walipokosa kujua alikimbilia upande gani. \nHuku akinipiga, alisema, “Wazazi wako watalipa kwa ajili ya kitendo hiki.”\n",
  "16":"Wahuni walizipigilia zile mbao na  kukiziba kile kidirisha wakanifungia. \nNiliwasikia wakibishana tena. \nMhuni aliyevuta sigara alitaka niachiliwe.  Dereva alihofia kuwa Kiki angekumbuka njia na kuwaleta polisi. Kiongozi naye alitaka tu kupata pesa. \n",
  "17":"Mara niliisikia sauti ya mtu mzima akisema, “Usiogope.  Polisi wameshafika. Lala sakafuni ujifunike kichwa na wala usisonge.”\n",
  "18":"Nilisikia kelele na milio ya risasi. \nSikufahamu kilichokuwa kikiendelea kwani mambo mengi yalitendeka kwa wakati mmoja!\nPolisi waliingia chumbani na kuwakamata wahuni wale mara moja. \n",
  "19":"Polisi wa kike aliufungua mlango, akaingia chumbani na kunifunika kwa blanketi. \nAliniambia, “Rafiki yako alikuwa na bahati kwa sababu alifika tulipokuwa tukishika doria. Mara moja, tuliitisha usaidizi na tukaja kuwatia adabu hawa majambazi!”\n",
  "20":"Wahuni hao walitiwa pingu na kusukumwa ndani ya gari la polisi. \nMimi nilingia kwenye gari moja na yule polisi wa kike. Alinipeleka kwa wazazi wangu ambao walijawa na wasiwasi. \nTangu siku hiyo, mimi na Kiki tumekuwa waangalifu zaidi. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nKutekwa nyara!\nAuthor\nRichard Khadambi, Collins Kipkirui\nTranslation\nUrsula Nafula\nIllustration\nAbraham Muzee\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}