{
  "0": "Mbweha na jua\n",
  "1":"Hapo zamani, palikuwa na Mbweha mvivu pia mjinga. \nAliishi na babake mzee katika kichaka cha Kalahari. \n",
  "2":"Asubuhi moja, Mbweha Mzee aliamka na kumpata mwanawe amelala juani. \nChakula hakikuwa tayari na mbuzi walikuwa bado zizini! “Wewe kijana, u mvivu sana!  Nenda ukamtafute mke. \nNimezeeka sana siwezi kukukimu tena,” babake Bweha alisema. \nKwa hivyo Mbweha aliruka juu na kuwapeleka mbuzi malishoni. \n",
  "3":"Kichakani, aliona kitu kilichoangaza juu ya mwamba. \nAlizidi kuukaribia mwamba. \nAlipozidi kuukaribia ndipo mwangaza ulipozidi kupendeza. \nLabda huyu ndiye mke wake?!\n",
  "4":"“U-mzuri mno,” Mbweha aliueleza mng’aro. \n“Lakini, wewe ni nani? Mbona uko peke yako?”\n“Mimi ni jua,” mng’aro ulijibu.  “Familia yangu waliniacha hapa wakati walihama. \nHawakutaka kunibeba maanake mimi ni moto sana.”\n",
  "5":"Mbweha alisema, “Lakini wewe u-mzuri sana!\nMimi nitakubeba.  Nitakupeleka nyumbani nikujulishe kwa babangu.”\n“Sawa, unaweza nibeba. Lakini, usilalamike nikiwa joto kuliko unavyoweza kuhimili,” jua lilisema. \n",
  "6":"Mbweha alienda nyumbani bila ngozi wala manyoya mgongoni, vile vile bila mke. \nBabake aliuguza mgongo wa Mbweha kwa kutumia mafuta maalumu. \nNa manyoya yakamea mara nyingine. \n",
  "7":"Babake Mbweha aliuuguza mgongo wa Mbweha kwa kutumia mafuta. \n",
  "8":"Manyoya yakaota tena. \n",
  "9":"Manyoya hayo mapya yalikuwa rangi tofauti na yale mengine mwilini. \nRangi zote tofauti zilimkumbusha Mbweha kila mara kutokuwa mjinga tena. \n",
  "10":"Maelezo kuhusu hadithi\nKatika mwaka wa 2005, mwanahadithi wa Naro kwa jina la Bega Cgaze kutoka Jangwa la Kalahari nchini Botswana alimsimulia Marlene Winberg hadithi hii ambaye anaielezea hapa.  Hadithi inapatikana katika mitindo tofauti katika jamii nyingi za kiSan za Afrika ya Kusini.  Inawaonya vijana wengi wa kiume dhidi ya kudanganywa na urembo wa kimwili wa wasichana, na inawaelezea wazazi kutowalazimisha watoto wao kuoa kwa ajili ya kupata msaada wa nyumbani. Vile vile inaonyesha nguvu za jua hasa jangwani na kutekeleza jukumu moja ambalo hutekelezwa na hadithi – kuvipa viumbe vyote uhai. \nMichoro iliyoma katika hadithi hii imefanywa na Marlene Winberg na kufafanuliwa na Satsiri Winberg kupitia weldei wa kikundi cha Manyeka cha Kisanaa ambacho kimekamilishwa na wasanii wa kiSan. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMbweha na jua\nAuthor\nTraditional San story\nTranslation\nBrigid Simiyu\nIllustration\nManyeka Arts Trust\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© Manyeka Arts Trust 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.manyeka.co.za\n"
}