{
  "0": "Mke Mti\n",
  "1":"Hapo zamani za kale, paliishi mzee aliyekuwa tajiri wa kila kitu – shamba kubwa lenye rutuba, ng’ombe, na mbuzi. \nLakini jinsi alivyokuwa akizeeka ndivyo alivyokuwa akihuzunika kwani alikosa kitu fulani. \nHakuwa na mke. \n",
  "2":"Alipokuwa chini ya mti siku moja, alipata wazo zuri sana. \nSasa kama hatapata mke,  labda atajitengenezea mmoja. \n",
  "3":"Sasa akaanza kazi ya kumchonga mke kutoka kwa gogo la mti. \nWakati alikuwa amemaliza kuchonga sanamu, aliigusa macho ikaanza kuona. \nKisha aliipulizia pumzi ikawa hai. \n",
  "4":"Akawa mwanamke mrembo zaidi ya wote aliokuwa ameona. \nAlipiga magoti mbele yake na kumwomba awe mkewe. \n",
  "5":"Yule mume alimvisha kimori, shanga, na mkufu wa kichwani, ishara kwamba alikuwa ameolewa. \nKisha alimjengea nyumba kwa matope na nyasi. \n“Ninakuomba kitu kimoja tu,” jamaa alisema.  “Usimwambie mtu yeyote mahali ulikotoka.”\n",
  "6":"Lakini kabla ya kipindi kirefu, vijana kutoka kijiji jirani walianza kusema, “Inawezekanaje mzee kama huyu kumwoa msichana mrembo namna hii!”\nBasi wakaamua kumwiba msichana yule wampeleke kijijini kwao. \n",
  "7":"Mkewe alipoibiwa, mzee alihuzunika sana. \nAlihisi kwamba hangeishi bila mkewe. \nLakini akafikiria, “Labda nikipata kitu chochote kutoka kwake nitapata faraja.”\nKwa hivyo, alituma njiwa wawili wakamtafute mkewe, wamwimbie na wamletee kitu chochote kutoka kwa mkewe. \n",
  "8":"Walipomwona walimwimbia wimbo mtamu katika lugha ya ndege:\nMke mti, mke mti,\nMrembo kuliko wote,\nTumetumwa na mumeo,\nTunakujia kimori,\nTurudishe kwa mumeo,\nAsije kukusahau. \n",
  "9":"Aliwapa Kimori chake wakapuruka, juu ya milima, juu ya mito, hadi wakarudi kwa mumewe. Mzee alipokea kimori akakishika usoni mwake kwa furaha akapata faraja. \n",
  "10":"Lakini hiyo faraja haikudumu muda mrefu:\nAliwatuma wale njiwa tena wakamwimbie mkewe:\nMke mti, mke mti,\nMrembo kuliko wote,\nTumetumwa na mumeo,\nTunakujia mkufu\nTurudishe kwa mumeo,\nAsije kukusahau. \nBasi wakarudi tena wakibeba mkufu ambao ulikuwa ishara ya mwanamke aliyeolewa. \n",
  "11":"Aliuchukuwa ule mkufu wa kichwani akapata faraja ya mke wake aliyekuwa katika kijiji cha watu wengine. \nBaada ya muda mfupi aliwaita njiwa tena, akawatuma kwa mkewe tena wakamwimbie:\nMke mti, mke mti,\nMrembo kuliko wote,\nTumetumwa na mumeo,\nAtaka maisha yako,\nTurudishe kwa mumeo,\nAsije kukusahau. \n",
  "12":"kwa hivyo, walienda  tena mara ya tatu wakatua mabegani mwake. \nWalipokuwa wakiimba, kila njiwa alikuwa akidona na kumng’oa jicho. \nPunde si punde, akageuka na kuwa sanamu. \nMiguu na mikono yake ilidondoka. \nKichwa vilevile kilianguka. Akaanguka chini, pu!\n",
  "13":"Mumewe alilisukuma lile gogo la sanamu kwenye mto. \nAkalisimamisha upande wa mizizi ukiwa majini. \nNa baada ya kupata maji na kupigwa na miale ya jua lile gogo liliota majani tena kama zamani. \n",
  "14":"Na wakati upepo uvumapo,majani yake hushusha pumzi kama vile mwanamke hushusha pumzi anapotamani kumwona mumewe. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMke Mti\nAuthor\nSouthern African Folktale\nTranslation\nMutugi Kamundi\nIllustration\nJemma Kahn\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\nOriginal source\nhttp://www.youtube.com/watch?v=li8tkliflms\n"
}