{
  "0": "Mwanamme na Mwanamke wa Kwanza\n",
  "1":"Hapo zamani za kale dunia ilipokuwa mpya, milima mikubwa ilifunika ulimwengu kama blanketi. \nNayo miti mirefu ilichongoka mawinguni. \n",
  "2":"Duniani palikuwa na dimbwi kubwa la maji baridi shadidi na lililotulia tuli. \nKina chake kilikuwa kirefu na liligubikwa na giza totoro. \n",
  "3":"Kwenye sakafu ya dimbwi hilo paliishi nyoka wawili. \nMmoja alikuwa mnene na mwenye nguvu. \nNa mwengine alikuwa na umbo dogo la kuvutia na dhaifu. \n",
  "4":"Basi siku moja pakatokea dhoruba kubwa. \nRadi ilipiga na kupenya hadi chini ya dimbwi. Maji kwa muda mfupi, wale nyoka wakaweza kuona ardhi kule juu",
  "5":"“Hatuwezi kuendelea kuishi kwenye dimbwi hili lenye giza na baridi,” waliambiana. “Twende kule juu tukaione ardhi.”\n“Tutawezaje kuishi kwenye ardhi?” yule nyoka mdogo aliuliza. “Je, tutatambaa kwa matumbo?”\n",
  "6":"“Ndege wa angani hawatatucheka na kutuona duni,” mwenzake alimjibu. \n“Hatutatambaa, tutatembea!”\nNyoka hao walijikunjua polepole. \nWakaanza kuogelea  na kuogelea wakielekea juu kwenye mwangaza. \n",
  "7":"Walipokaribia juu ya maji, maajabu yalitendeka. \nMikia yao iligawika mara mbili wakawa na miguu yenye vidole. \nNa mikono miwili yenye vidole ilitokea chini ya vichwa vyao. \n",
  "8":"Hawakuwa nyoka tena, kwani sasa waligeuka na kuwa mume na mke. Walitazamana na kupendana kama mume na mke. \n",
  "9":"“Tutajenga nyumba juu milimani,” Mke alisema. “Kila siku tutaliona jua likitoka na kufurahia joto lake.”\n“Na tutalinda nyasi na miti,” Mume alisema. “Tutakuwa marafiki wa ndege na wanyama.”\n",
  "10":"“Hebu njoo,” Mume wa Kwanza alisema. “Naam,” akajibu Mke wa Kwanza. Kisha wakatembea pamoja kwenye ulimwengu wao mpya. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMwanamme na Mwanamke wa Kwanza\nAuthor\nSouthern African Folktale\nTranslation\nMutugi Kamundi\nIllustration\nJemma Kahn\nLevel\nFirst words\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}