{
  "0": "Panya\n",
  "1":"Hapo zamani, kulikuwa na panya wawili. Mmoja wao aliishi nyikani. \n",
  "2":"Panya mwingine aliishi katika nyumba. \n",
  "3":"Siku moja, panya aliyeishi katika nyumba alimwambia panya wa nyika, “Wewe chakula chako si kizuri, usingizi wako umejaa mang’ amung’ amu huku mvua ikikulowesha.”\n",
  "4":"“Lakini sisi, tunalala fofofo nyumba za watemi.  Tunakula vyakula vingi mno. Afadhali unitembelee siku moja ukaone fahari iliyopo wewe mwenyewe,” alisema panya wa nyumba.  “Leo hii hii usiku,”  akajibu panya wa nyika.      “Niko tayari kama mrija unaosubiri kinwaji.”\n",
  "5":"Wakati huo huo mwenye nyumba alikasirika ajabu akifoka matusi, “panya hawa wanaokula chakula changu, wataona cha mtema kuni!”\nNdipo akawategea mtego uliyojaa sukari. \n",
  "6":"Panya waliingia nyumbani\nkula vitamu vilivyomo.  Waliingia wakicheka, “chu...chu...chi...chi... \nche...che!”\n",
  "7":"Walipoufikia mtego, panya wa nyumba alisema, “wacha nionje sukari ... \nTazama vitamu vitamu tunavyokula hapa.”\n",
  "8":"Lakini kabla panya hajapata kugusa sukari, mtego ukamnasa kichwa. Pa!  Macho yake yakabubujika kama mbilinganyi. \n",
  "9":"Panya wa nyika akamtazama ameduwaa. \nAkasema, “E...heee rafiki yangu kitamu kipi ulichokula kikayafanya macho yabubujike?”\n",
  "10":"Lakini panya wa nyumba akashindwa kujibu. \n",
  "11":"Panya wa nyika akaondoka akikejeli, “Du!  Umekula vizuri kiasi siviwezi vitamu hivyo unavyohimidi.”\n",
  "12":"Kuwepo nyumbani kunako chakaa mradi kwako ni bora kuliko kuwepo nyumbani kuzuri sana angalau ni nyumba ya jirani yako. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nPanya\nAuthor\nNambi  Sseppuuya Community Resource Centre\nTranslation\nPete Mhunzi\nIllustration\nZablon Alex Nguku\nLevel\nFirst sentences\nLanguage\nKiswahili\n© Text: Ugandan Community Libraries Association (UgCLA; Illusrations: African Storybook Initiative 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\nOriginal source\nhttp://ugcla.org\n"
}