{
  "0": "Sayari Jua ya Saba\n",
  "1":"Hapo zamani za kale kulikuwa na sayari jua saba angani. \nMiale mikali ya sayari jua hizo iling’aa duniani hadi binadamu wakashindwa kuvumilia. \n",
  "2":"Ndugu saba wa kabila la Munda waliamua kuziua sayari jua hizo. \nWalizirushia mishale lakini wakaweza kuziua sayari jua sita pekee. \n",
  "3":"Sayari Jua ya saba ilikuwa imejificha nyuma ya mlima. \n",
  "4":"Baada ya sayari jua sita kuuawa, giza lilitanda kila mahali. \nKwa sababu hiyo, paa hangeweza kumwona chui. \nNdovu walijikwaa kwenye miti na sungura wakatembea kwenye hatari ya simba. \nWanyama wote walitaabika. \n",
  "5":"Wanyama wote walikutana kutatua shida hii. \nSungura aliwaeleza wanyama wengine kwamba sayari jua ya saba bado ilikuwa hai na ilikuwa imeejificha nyuma ya mlima. \nLakini ni nani atakua bora kuliita tena jua?",
  "6":"“Nitaiita sayari jua irudi.” Alisema simba, mfalme wa msitu huo. \n“Jua, jua, tafadhali usitutoroke. Rudi utuangazie.” Simba alinguruma. \nLakini, sayari jua ilikataa kumsikiliza. \n",
  "7":"Ndovu naye akajaribu kuiita sayari jua. \nAliuinua mkonga wake na kupaaza sauti, “Jua, jua tafadhali rudi.”\nLakini, sayari jua ilikataa kumsikiliza pia. \n",
  "8":"Mrembo Tausi alicheza densi kidogo na kisha akajaribu kuiita sayari jua, “Jua, jua, tafadhali rudi.” Sayari jua ilikataa kujitokeza. \nWanyama wote walijaribu kuiita sayari jua, kila mmoja akacheka.",
  "9":"Jogoo alisimama mbele ya wanyama wote, na taratibu akawika, “Kookoorikoo! Kookoorikoo!”\nMara Sayari Jua ikaanza kuchomoza kutoka nyuma ya mlima.",
  "10":"Jogoo akawika tena kwa nguvu zaidi, \"Kookoorikoo!” Sayari Jua ikachomoza hata zaidi. \nJogoo akawika kwa mara ya tatu, “Kookoorikoo!” Sayari Jua ikapanda juu zaidi na kung’aa. \nKukawa na mwangaza kila mahali. Wanyama wote na binadamu wakafurahi kuuona mwangaza. \n",
  "11":"Wanyama waliwaomba binadamu wasiiue Sayari Jua. \nTangu siku hiyo, jogoo huwika kila asubuhi. \nNayo Sayari Jua isikiapo sauti ya jogoo, huchomoza na kuangaza dunia yote. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nSayari Jua ya Saba\nAuthor\nIndian Folktale\nTranslation\nKamundi Mutugi\nIllustration\nPratham Books\nLevel\nFirst sentences\nLanguage\nKiswahili\n© Pratham Books 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\nOriginal source\nwww.prathambooks.org\n"
}