{
  "0": "Siafu amwokoa Njiwa\n",
  "1":"Ilikuwa siku yenye joto jingi. \n",
  "2":"Siafu Mdogo hakuwa amepata maji kwa siku nyingi. \n",
  "3":"Akawaza, “Ninahitaji tone moja tu la maji, hata kama litatoka kwenye jani.”\n",
  "4":"Umande wote ulikuwa umekauka. Hangepata hata  tone moja la moja. \n",
  "5":"Siafu Mdogo akalia sana, “Nisipokunywa maji, nitakufa. Lazima niufikie mto nilioelezwa.”\n",
  "6":"“Ati mtoni? Huko utakufa maji!” Kuchakuro mmoja mwenye hekima alimwonya. \n",
  "7":"Lakini Siafu Mdogo hakujali. Kiu chake kiliongezeka. \n“Nitakufa iwapo sitakunywa maji sasa.”\n",
  "8":"Siafu Mdogo alienda kuutafuta mto alioambiwa…\n",
  "9":"Alipitia kwenye nyasi na matawi yaliyokauka…\n",
  "10":"Mara akasikia mngurumo wa mawimbi. \n",
  "11":"Siafu Mdogo alifika mtoni akayanywa maji baridi. \n",
  "12":"Alifurahi kukata kiu na hakuliona wimbi kubwa likija. \n",
  "13":"Siafu Mdogo alijaribu kujishikilia kwenye nyasi kavu zilizokuwa zikielea. \nAlisombwa na maji. \n",
  "14":"Siafu Mdogo alilia, “Jamani, nisaidieni.”\n",
  "15":"Njiwa Mweupe alikuja akamnyooshea tawi. Akasema, “Panda juu ya tawi haraka.\"\n",
  "16":"Siafu Mdogo aliruka juu ya tawi na Njiwa akamwokoa. \n",
  "17":"Siafu Mdogo akasema, “Siondoki kabla sijamshukuru Njiwa.  Nitasubiri hadi atakaporejea kunywa maji.”\n",
  "18":"Siku moja alipokuwa akimsubiri Njiwa, Jona na Petro walikuja mtoni. Walikuwa wamebeba manati. \n",
  "19":"“Yule Njiwa mweupe ambaye huja hapa kunywa maji, tutamla jioni.” Jona akawaza. \n",
  "20":"Jona na Petro walijificha nyuma ya mimea kando ya mto. \n",
  "21":"“Sitakubali wajanja hao wamuue Njiwa.  Lakini nitafanyaje? Mimi ni mdogo sana.” Siafu aliwaza. \n",
  "22":"Wakati huo huo Njiwa Mweupe aliruka kutoka mtini anywe maji . \n",
  "23":"Jona na Petro walipima shabaha na kungoja kwa hamu. \n",
  "24":"Siafu Mdogo alipata wazo. \n",
  "25":"Aliurukia mguu wa Petro na kumuuma. \n",
  "26":"Petro aliruka juu akalia kwa uchungu, “Waaa!\"\nAliyaachilia manati yake yakaanguka. \n",
  "27":"Njiwa Mweupe alishtuka akaondoka. \n",
  "28":"Hivyo ndivyo Siafu Mdogo alivyomwokoa Njiwa Mweupe. \n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nSiafu amwokoa Njiwa\nAuthor\nKholeka Mabeta, Judith Baker\nTranslation\nUrsula Nafula\nIllustration\nWiehan de Jager\nLevel\nFirst sentences\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}