{
  "0": "Anansi, Kunguru na Mamba\n",
  "1":"Wakati mmoja kulikuwa na kiangazi na njaa kubwa. Hakuna aliyekuwa na chakula isipokuwa kunguru.\nKila asubuhi walikwenda mbali kwenye mti uliokuwa na matunda matamu ya mkuyu uliokuwa katikati ya mto.\nKisha walirudi huku wamebeba matunda ya mkuyu kuwaletea ndugu zao.\nAlipoyaona matunda hayo, Buibui Anansi alidondokwa na mate.\nJe, angewezaje kuyapata matunda hayo?\n",
  "2":"Alifikiri, akafikiri, na akapata wazo zuri.\nAlijipaka nta inayonata kwenye sehemu yake ya nyuma.\nKisha akachukua kigae cha nyungu akaenda kwa kina kunguru.\n“Tafadhali naomba usadizi!” alisema. “Naomba kaa la moto. Jiko langu limezimika.”\nWalipokuwa wakimchukulia kaa la moto kutoka kwenye jiko, Anansi alikalia tunda moja kubwa la mkuyu.\nTunda hilo lilijinata kwenye makalio.\nAliwashukuru kunguru na kuharakisha kwenda nyumbani kufurahia kuyu hilo.\n",
  "3":"Lakini tunda moja halikutosha. Alirudi kwa mara ya pili akafanya vile alikuwa amefanya tena.\nAliporudi mara ya tatu kunguru walianza kumshuku.\n“Kwa nini unarudi hapa mara kwa mara kuomba kaa la moto?” waliuliza.\nAnansi akajibu, “kila wakati nikifika nyumbani kaa huwa limezimika.”\n“Unatudanganya!” Kunguru walimwambia. “Una tamaa ya chakula chetu.”\n“Si kweli”, Anansi akasema.\nHalafu akaanza kulia. Kunguru wakamwonea huruma sana.\n“Sawasawa,” Kunguru wakasema. “ Beba kaa jingine la moto, na kesho mapema asubuhi tutaenda nawe kwenye mkuyu wenye matunda.”\n",
  "4":"Asubuhi iliyofuata kila kunguru alimchangia Anansi manyoya akapata mbawa. Basi akaruka hadi kwenye mkuyu uliokuwa katikati ya mto.\nAlipoona matunda yale matamu aliyataka yote peke yake.\nKila wakati  kunguru alipojaribu kuchuma Anansi alisema, “Wacha, hilo ni langu! Mimi nililiona kwanza!”\nHalafu alichukuwa kila tunda na kuliweka ndani ya mfuko wake.\nHatimaye, alichukuwa matunda yote na kunguru hawakupata chochote.\n",
  "5":"Aliachwa peke yake, giza likaanza kutanda.\n“Siwezi kuishi kwenye huu mti maisha yangu yote,” alijiambia, “ni lazima niruke hewani kama kunguru.\nBasi akashusha pumzi, kisha akaruka, na mara… CHUBWI! Akaanguka ndani ya mto baina ya mamba hatari.\n",
  "6":"“Hapa tuna nyama tamu na nyororo...” Mamba mmoja alisema. “Tuanze mlo mm... nyum….”\n“Tafadhali, msiniue,” Anansi akasema.\nKisha akaanza kulia. “Kwani hamjui mimi ni mmoja wenu? Nilipotea wakati wa mababu zenu na hakuna aliyeweza kunipata. Sasa nyinyi ni ndugu zangu!”\nAlilia machozi hadi mamba wakamwonea huruma.\n",
  "7":"Lakini mamba mzee hakuamini, “Tutajua kwamba wewe ni mmoja wetu ukiweza kunywa supu ya matope kama sisi.” Walimpatia kibuyu cha maji machafu.\n“Nyanyangu alikuwa akitengeza supu kama hii,” Anansi alisema.\nLakini alichimba shimo kwenye ardhi akitumia mguu wake wa nyuma, kisha akatoboa shimo kwenye kibuyu kwa mguu wake wa mbele.\nAlijifanya kwamba alikuwa akinywa yale maji na kumbe yalikuwa yakimwagika kupitia katikati ya miguu yake.\n“Tamu sana!” alisema huku akirudisha kibuyu.\n",
  "8":"“Sasa tumejua wewe bila shaka ni mmoja wetu ,” mamba wakamwambia.\nKwa hivyo walimruhusu Anansi kulala pamoja nao usiku huo.\n“Kesho asubuhi nitawaambia hadithi kuhusu maisha yangu,” Anansi aliwaambia walipokuwa wakianza kulala.\n",
  "9":"Siku iliyofuata, Anansi alimaka asubuhi na mapema akamwamsha mamba mmoja.\n“Ningependa kwenda kumleta mke na watoto wangu ili wanisaidie kuhadithia.\nJe, utanisaidia niende kuwaleta  kabla ya wengine kuamka?”\n",
  "10":"Mamba huyo hakufurahi kwa kuamshwa mapema sana.\n“Tafadhali nisaidie! Wewe unajua kuogelea haraka kuliko mimi,” Anansi akamwambia.\nMamba akakubali kumbeba Anansi kwenye pua lake hadi ukingoni mwa mto.\nAnansi alishuka kutoka kwa pua la mamba akasema, “Nitarudi hivi punde. Tafadhali ningoje papo hapo!”\nKisha akatorokea kwenye nyasi haraka haraka.\n",
  "11":"Tangu siku hiyo, mamba angali anamngoja Anansi kwenye ukingo wa mto, pua na macho yake makubwa yakijitokeza juu ya maji.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nAnansi, Kunguru na Mamba\nAuthor\nGhanaian folktale\nTranslation\nMutugi Kamundi\nIllustration\nWiehan de Jager\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}