{
  "0": "Jinsi Anansi alivyopata miguu minane myembamba\n",
  "1":"Hapo zamani za kale, zamani sana, aliishi buibui mmoja aliyeitwa Anansi.\nMke wa Anansi alikuwa mpishi mzuri.\nAnansi alipenda kuonja vyakula vilivyopikwa na wanawake wengine kijijini.\n",
  "2":"Siku moja, Anansi alipitia kwa Sungura, rafikiye mpendwa.\nAnansi aliona mboga chunguni. Alizipenda mboga hizo.\nKwa msisimuko akasema, “Ninaona mboga chunguni.”\nSungura akamwambia, “Zitaiva hivi karibuni, subiri tule pamoja.\"\nAnansi alisema kwa haraka, “Samahani, ningependa sana kungoja, lakini nina haraka.”\nAnansi alijua kwamba angekubali kusubiri, Sungura angempa kazi ya kufanya.\n",
  "3":"Anansi akamwabia Sungura, “Nitasokota utandu kisha nifunge ncha moja mguuni kwangu na nyingine chunguni. Mboga zitakapoiva, utauvuta utandu, nami nitakimbia nije.”\nSungura aliona hilo ni wazo zuri sana. Wakakubaliana kufanya hivyo.\n",
  "4":"Baada ya kuondoka kwa Sungura, Anansi alinukia chakula na kwa msisimko akasema, “Harufu tamu ya maharagwe yanayopikwa chunguni.”\nNjiani aliwaona Ngedere waliomwita, “Njoo tule maharagwe, bado kidogo tu yaive.\" Anansi akasema, “Ningependa sana tule pamoja, Baba Ngedere, lakini nina haraka.\"\nKisha Anansi akasema atasokota utandu, afunge ncha moja mguuni mwake na ncha nyingine kwenye chungu kikubwa cha maharagwe.\nBaba Ngedere na mtoto wake walikubali wazo hilo zuri.\n",
  "5":"Alipotoka kwa Baba Ngedere, Anansi alinukia harufu ya chakula, akasema, “Nanusa harufu ya viazi vitamu na asali.”\nAkamsikia rafikiye Nguruwe akimwita, “Anansi, chungu changu kimejaa viazi vitamu na asali. Njoo tule pamoja.”\nAnansi akajibu, “Ningependa kufanya hivyo lakini sina wakati.\"\nKwa mara nyingine, Anansi akaamua asokote utandu, afunge ncha moja mguuni mwake  na ncha nyingine kwenye chungu cha viazi vitamu.\nRafiki yake Nguruwe alikubali wakasokota utandu.\n",
  "6":"Anansi alipofika mtoni, miguu yake yote ilikuwa imefungwa kwa ncha za utandu.\nAnansi akawaza, “Hili lilikuwa ni wazo zuri sana. Ila najiuliza ni chungu kipi kitakachoiva kwanza?”\nPale pale Anansi akasikia mguu mmoja umevutwa. Akasema, “Ah, hii ni ncha ya utandu uliofungwa kwenye chungu cha mboga.\"\n",
  "7":"Anansi aliendelea kusikia mvuto baada ya mwingine. Alivutwa pande tatu mara moja.\n“Ah! Jamani!” Anansi alisema alipovutwa kwa mara ya nne.\nKabla hajapumua, akasikia ncha ya tano, ya sita, ya saba, na ya nane zikivutwa.\nAnansi alivutwa huku na kule. Kila mmoja alivuta ncha yake wakati ule ule.\nMiguu yake ilivutwa ikawa myembamba.\n",
  "8":"Anansi alijirusha mtoni kwa haraka. Tandu zote zilipochukuliwa na maji, alijivuta taratibu kwa maumivu hadi kando ya mto.\nAnansi aliugua kwa uchungu, “Ah! Ah!\" Labda hili halikuwa wazo zuri kabisa.” Siku ile hakupata chakula chochote.\nTangu wakati huo, Anansi, Buibui, huwa na miguu minane myembamba.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nJinsi Anansi alivyopata miguu minane myembamba\nAuthor\nGhanaian folktale\nTranslation\nBrigid Simiyu\nIllustration\nWiehan de Jager\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}