{
  "0": "Magozwe\n",
  "1":"Katika jiji moja, mbali na maisha ya nyumbani, kuliishi kikundi cha wavulana wa kuranda randa mtaani. \nAsubuhi moja waliweka mikeka yao baada ya usiku wa baridi. Walikoka moto kutumia makaratasi waliyookota. \nMiongoni mwao alikuwa Magozwe, mdogo kwa wote.",
  "2":"Wazazi wa Magozwe walifariki akiwa na umri wa miaka mitano pekee. Magozwe alienda kuishi na mjombake.\nMjombake hakumjali. Magozwe alifanya kazi nzito bila chakula.\n",
  "3":"Magozwe alipolalamika au kumwuliza, mjombake alimpiga. Alipotaka kwenda shule, mjombake alisema, “Usinisumbue. Wewe ni mjinga. Huwezi kujifunza chochote.”\nBaada ya kuteswa kwa miaka mitatu, Magozwe alitoroka. Alianza kuishi mtaani.\n",
  "4":"Maisha ya mitaanni yalikuwa magumu. Walikosa chakula, walikamatwa na polisi, walichapwa na wananchi au waliugua. \nKikundi hicho kilitegemea mapato waliyopata kwa kuomba omba na kuuza plastiki, vyuma, chupa na magazeti makuu kuu. \nVile vile maisha yalikuwa magumu kutokana na vita baina yao na makundi mengine yaliyotaka kudhibiti baadhi ya sehemu za jiji.",
  "5":"Siku moja, Magozwe alipokuwa akichunguza katika mapipa ya taka, aliokota kitabu cha hadithi. Alikifuta vumbi na kukiweka ndani ya gunia lake.\nAlizoea kukitoa na kuangalia picha zilizokuwamo kwa sababu hakujua kusoma maneno.",
  "6":"Picha zilikuwa za mvulana aliyekuwa rubani wa ndege.  Magozwe alitamani kuwa rubani bora zaidi ulimwenguni.\nAngeyafumba macho na kufikiria kuwa aliiendesha ndege kubwa kuliko zote!\n",
  "7":"Ulikuwa msimu wa baridi kali. Magozwe aliombaomba barabarani. Mwanamume mmoja alijitambulisha kwake, “Hujambo? Ninaitwa Tomaso. Ninajua mahali unaweza kupata chakula.”\nTomaso alimwonyesha nyumba yenye paa la bluu. Magozwe alimtazama Tomaso, akaitazama ile nyumba kisha akasema, “Labda.\"\nAliondoka na kwenda zake.\n",
  "8":"Miezi iliyofuata, wavulana wa mtaani walizoea kumwona Tomaso. Tomaso alipenda kuzungumza na watu walioishi mtaani.  Aliwasikiliza kwa wakimwelezea kuhusu maisha yao. Tomaso alikuwa na nia nzuri, mvumilivu na mwenye heshima.\nBaadhi ya wavulana walianza kwenda katika nyumba ya paa la bluu. Wakati wa mchana walipata supu na mkate.\n",
  "9":"Siku moja, Magozwe alikuwa akikitazama kitabu chake cha picha.\nTomaso alimwuliza, “Hadithi inahusu nini?”\nMagozwe alimjibu, “Inamhusu mvulana aliyekuwa rubani.”\n“Anaitwaje?” Tomaso alimwuliza.\nMagozwe alisema kwa sauti ya chini, “Sijui, siwezi kusoma.”\n",
  "10":"Baadaye, Magozwe alimweleza Tomaso sababu iliyomfanya atoroke kwa mjombake. Tomaso alimsikiliza na wala hakumfanyia uamuzi.\n",
  "11":"Siku ya kusherehekea miaka kumi ya kuzaliwa, Magozwe alipata zawadi. Tomaso alimpa kitabu kipya cha hadithi.\nHadithi ilimhusu mvulana mchezaji kandanda maarufu. Tomaso alimsomea Magozwe hadithi hiyo mara nyingi. Siku moja alisema, “Wakati wa kwenda shule umefika. Utaweza kujisomea hadithi hii. Unaonaje?”\nTomaso alimwonyesa Magozwe  pahali watoto walisaidiwa kwenda shule.\n",
  "12":"Magozwe alifikiria kuhusu pahali hapo papya na kuhusu kwenda shule.\n\"Labda mjombangu alisema ukweli kwamba mimi ni mjinga na siwezi kujifunza chochote? Na nikipigwa huko? Labda ni heri kubaki mtaani.”\nMagozwe aliyafikiria mambo hayo kwa uwoga.\n",
  "13":"Magozwe alimwelezea Tomaso mawazo yake na hofu aliyokuwa nayo.\nMuda ulipopita, Tomaso alimshawishi Magozwe. Alimwambia kuwa maisha yangekuwa bora.\n",
  "14":"Magozwe alihamia chumba kimoja katika jumba kubwa. Alikitumia chumba hicho pamoja na wavulana wengine wawili.\nJumla walikuwa watoto kumi walioishi katika jumba lile. Waliishi na Shangazi Cissy na mumewe, mbwa watatu, paka na mbuzi mmoja.\n",
  "15":"Magozwe alipoanza kwenda shule, haikuwa rahisi. Mara nyingi alitaka kukata tamaa.\nAlipowafikiria rubani na mchezaji kandanda maarfu aliosoma katika vitabu vya hadithi, alivumilia.\n",
  "16":"Siku moja Magozwe alipokuwa akisoma kitabu, Tomaso alimwuliza, “Hadithi unayoisoma inahusu nini?\"\nMagozwe alimjibu, “Inamhusu mvulana aliyekuwa mwalimu.”\n“Anaitwaje?” Tomaso alimwuliza tena.\n“Anaitwa Magozwe.” Magozwe alisema kwa tabasamu.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMagozwe\nAuthor\nLesley Koyi\nTranslation\nUrsula Nafula\nIllustration\nWiehan de Jager\nLevel\nLonger paragraphs\nLanguage\nKiswahili\n© African Storybook Initiative 2015\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}