{
  "0": "Mtoto wa Tembo Mdadisi\n",
  "1":"Tembo ana mkonga mrefu.\n",
  "2":"Hapo kale, Tembo alikuwa na pua fupi, nono.\nPua hilo lilionekana kama kiatu kilichopachikwa katikati ya uso wake.\n",
  "3":"Siku moja, Tembo alizaa mtoto.\nAlikuwa mdadisi na alimuuliza swali kila mnyama aliyemuona.\n",
  "4":"Mtoto wa Tembo alimdadisi twiga.\n“Kwa nini shingo\nyako ni ndefu?”\n",
  "5":"Pia alidadisi kifaru.\n\"Kwa nini pembe yako ina ncha iliyochongoka sana?\"\n",
  "6":"Mtoto wa Tembo pia alimdadisi kiboko, “Kwa nini una macho mekundu?\"\n",
  "7":"Alipomwona mamba, alimdadisi, “Wewe hula nini?”\n",
  "8":"Mamake alimwonya, “Mwanangu, usiulize wanyama maswali kama hayo?\"\nMtoto wa Tembo alinuna akaenda kucheza.\n",
  "9":"Kunguru mwerevu akamwambia Mtoto wa Tembo, “Nifuate mtoni nikuonyeshe kile wanachokula mamba.\"\n",
  "10":"Mtoto wa Tembo akamfuata Kunguru hadi mtoni.\n",
  "11":"Alijipenyeza katikati ya mianzi kwenye ukingo wa mto.\nAkatazama majini kisha akauliza, “Mamba mwenyewe yuko wapi?”\n",
  "12":"Jiwe lililokuwa karibu na mto lilisema, “Hujambo?”\n“Sijambo.\" Alijibu Mtoto wa Tembo. \"Unaweza kunieleza wanachokula mamba jioni?”\n",
  "13":"Jiwe lilimjibu, “Hebu inama kidogo nikwambie wanachokula mamba.”\nMtoto wa Tembo aliinama chini karibu kabisa na jiwe lile kisha…\n",
  "14":"“Tap!” Mara hiyo hiyo, pua la Mtoto wa Tembo lilikuwa kunywani mwa mamba.\n“Mamba atakula nyama yako leo.” Kunguru mjanja aliyemshawishi Mtoto wa Tembo kwenda mtoni, akasema.\n",
  "15":"Mtoto wa Tembo akakita chini miguu yake yenye nguvu, akasimama imara na akaanza kujivuta.\nWakati huo, Mamba hakuliachilia pua la Mtoto wa Tembo.\n",
  "16":"Pua la Mtoto wa Tembo, likarefuka zaidi, mpaka….\n“Puu!” Mtoto wa Tembo akaanguka kichali chali.\n",
  "17":"Baada ya kukikosa chakula chake, mamba alizama na kutokomea majini.\n",
  "18":"Mtoto wa Tembo alilitazama pua lake.\nLilikuwa refu kama mkonga na hakuweza kuona lilipoishia.\n",
  "19":"Mkonga wake mrefu ulimwezesha kuchuma matunda yaliyokuwa kwenye matawi ya juu.\n",
  "20":"Pia, aliweza kuoga kutumia mkonga  wake wakati wa joto.\n",
  "21":"Hadi leo, tembo wote huwa na mikonga mirefu yenye faida kwao.\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nMtoto wa Tembo Mdadisi\nAuthor\nJudith Baker, Lorato Trok\nTranslation\nPrisca Mdee\nIllustration\nWiehan de Jager\nLevel\nFirst sentences\nLanguage\nKiswahili\n© African Storybook Initiative 2014\nCreative Commons: Attribution 4.0\nSource\nwww.africanstorybook.org\n"
}