{
  "0": "Teksi ya Nanu\n",
  "1":"Hujambo! Jina langu ni Nanu.  Ninasubiri teksi na mamangu.  Tunaenda nyumbani.\n",
  "2":"Hapa nimesimama kwenye mstari.  Mamangu ananiimbia wimbo.\n\"Njoo Bwana Teksi kwani huoni!  Twasubiri, Nanu na mimi!\"\n",
  "3":"Mwanamke alikye karibu nami anawapeleka kuku nyumbani.  Watataga mayai ili ale.\n",
  "4":"Wanaume hawa wanarudi kutoka kazi.  Wanatabasamu.  Nawasikia wakiimba, \"Nanu mdogo, usiwe na wasiwasi.  Teksi yaja kwa haraka.\"\n",
  "5":"Mwanamke anapita akitembea.  Yuko nadhifu sana.  Viatu vyake si vizuri kweli?\nVinaenda \"click, click, click...click click, click..\" anapotembea.\n",
  "6":"Mwanamme huyo anauza vinywaji baridi.  Napenda vinywaji baridi.  Ni baridi na vitamu sana.  Je, unavipenda?\n",
  "7":"Hebu! Kuna wanawake wanapeleka chakula chao cha jioni nyumbani vichwani mwao.  Je, si werevu?\n",
  "8":"Mwanamke huyo anasukwa nywele zake.  Ataenda nje na marafiki zake leo usiku.\n",
  "9":"Nimechoka sasa.  Mamangu ananiweka mgongoni kwake nikapumzike.  Anaimba, \"Tafadhali Bwana Teksi, usichelewe, Gogo anasubiri kwenye lango kuu.\"\n",
  "10":"Kuna rafiki yangu Tumi.  Yeye pia anapumzika. Tutakuwa nyumbani hivi karibuni.\n",
  "11":"Hapo juu ndege wanaruka kwenda nyumbani.  Lazima wafike nyumbani kabla giza kuingia.\n",
  "12":"Mwanamke huyu ana vipuli maridadi.\nNadhani alivinunua mjini leo.\nNikiwa mkubwa, nitanunua vipuli vingi vyangu na vya mamangu.\n",
  "13":"Mamangu anaanza kuchoka sasa.\nNamwimbia wimbo, \"Tafadhali Bwana Teksi, unakuja, tunasubiri, mimi na mamangu.\"\n",
  "14":"Ngoja! Ninasikia teksi!  Hivi hapa inakuja!!!\n",
  "15":"Hii ni teksi yetu kubwa nyekundu.  Imekuja kunipeleka mimi na mamangu nyumbani.  Nimefurahi sana!\n",
  "16":"Kwaheri!!!\n",
  "copyright": "You are free to download, copy, translate or adapt this story and use the illustrations as long as you attribute in the following way:\nTeksi ya Nanu\nAuthor\nMarion Drew\nTranslation\nBrigid Simiyu\nIllustration\nMarion Drew\nLevel\nFirst sentences\nLanguage\nKiswahili\n© Marion Drew 2014\nCreative Commons: Attribution 3.0\nSource\nwww.africanstorybook.org\n"
}